{
  "00": {
    "reference": "11:00",
    "text": "When doubt clouds your mind, trust in God's promises. His Word is a beacon of hope, casting light upon each day with unwavering truth and endless grace."
  },
  "01": {
    "reference": "11:01 (1 Corinthians)",
    "text": "Be imitators of me, as I am of Christ."
  },
  "02": {
    "reference": "11:02 (Luke)",
    "text": "And he said to them, When you pray, say: Father, hallowed be your name. Your kingdom come."
  },
  "03": {
    "reference": "11:03 (Luke)",
    "text": "Give us each day our daily bread..."
  },
  "04": {
    "reference": "11:04 (John)",
    "text": "But when Jesus heard it he said, This illness does not lead to death. It is for the glory of God, so that the Son of God may be glorified through it."
  },
  "05": {
    "reference": "11:05 (Romans)",
    "text": "So too at the present time there is a remnant, chosen by grace."
  },
  "06": {
    "reference": "11:06 (Hebrews)",
    "text": "And without faith it is impossible to please him, for whoever would draw near to God must believe that he exists and that he rewards those who seek him."
  },
  "07": {
    "reference": "11:07 (Psalm)",
    "text": "For the Lord is righteous he loves righteous deeds the upright shall behold his face."
  },
  "08": {
    "reference": "11:08 (Hebrews)",
    "text": "By faith Abraham obeyed when he was called to go out to a place that he was to receive as an inheritance. And he went out, not knowing where he was going."
  },
  "09": {
    "reference": "11:09 (Luke)",
    "text": "And I tell you, ask, and it will be given to you seek, and you will find knock, and it will be opened to you."
  },
  "10": {
    "reference": "11:10 (Luke)",
    "text": "For everyone who asks receives, and the one who seeks finds, and to the one who knocks it will be opened."
  },
  "11": {
    "reference": "11:11 (Hebrews)",
    "text": "By faith Sarah herself received power to conceive, even when she was past the age, since she considered him faithful who had promised."
  },
  "12": {
    "reference": "11:12 (1 Samuel)",
    "text": "Then the people said to Samuel, Who is it that said, Shall Saul reign over us? Bring the men, that we may put them to death."
  },
  "13": {
    "reference": "11:13 (Job)",
    "text": "If you prepare your heart, you will stretch out your hands toward him."
  },
  "14": {
    "reference": "11:14 (Deuteronomy)",
    "text": "He will give the rain for your land in its season, the early rain and the later rain, that you may gather in your grain and your wine and your oil."
  },
  "15": {
    "reference": "11:15 (Revelation)",
    "text": "Then the seventh angel blew his trumpet, and there were loud voices in heaven, saying, The kingdom of the world has become the kingdom of our Lord and of his Christ, and he shall reign forever and ever."
  },
  "16": {
    "reference": "11:16 (Job)",
    "text": "You will forget your misery you will remember it as waters that have passed away."
  },
  "17": {
    "reference": "11:17 (Proverbs)",
    "text": "A man who is kind benefits himself, but a cruel man hurts himself."
  },
  "18": {
    "reference": "11:18 (Job)",
    "text": "And you will feel secure, because there is hope you will look around and take your rest in security."
  },
  "19": {
    "reference": "11:19 (Job)",
    "text": "You will lie down, and none will make you afraid many will court your favor."
  },
  "20": {
    "reference": "11:20 (Proverbs)",
    "text": "Those of crooked heart are an abomination to the Lord, but those of blameless ways are his delight."
  },
  "21": {
    "reference": "11:21 (Proverbs)",
    "text": "Be assured, an evil person will not go unpunished, but the offspring of the righteous will be delivered."
  },
  "22": {
    "reference": "11:22 (Mark)",
    "text": "And Jesus answered them, Have faith in God."
  },
  "23": {
    "reference": "11:23 (John)",
    "text": "Jesus said to her, Your brother will rise again."
  },
  "24": {
    "reference": "11:24 (Mark)",
    "text": "Therefore I tell you, whatever you ask in prayer, believe that you have received it, and it will be yours."
  },
  "25": {
    "reference": "11:25 (John)",
    "text": "Jesus said to her, I am the resurrection and the life. Whoever believes in me, though he die, yet shall he live..."
  },
  "26": {
    "reference": "11:26 (John)",
    "text": "And everyone who lives and believes in me shall never die. Do you believe this?"
  },
  "27": {
    "reference": "11:27 (John)",
    "text": "She said to him, Yes, Lord I believe that you are the Christ, the Son of God, who is coming into the world."
  },
  "28": {
    "reference": "11:28 (Matthew)",
    "text": "Come to me, all who labor and are heavy laden, and I will give you rest."
  },
  "29": {
    "reference": "11:29 (Matthew)",
    "text": "Take my yoke upon you, and learn from me, for I am gentle and lowly in heart, and you will find rest for your souls."
  },
  "30": {
    "reference": "11:30 (Matthew)",
    "text": "For my yoke is easy, and my burden is light."
  },
  "31": {
    "reference": "11:31 (Romans)",
    "text": "So they too have now been disobedient in order that by the mercy shown to you they also may now receive mercy."
  },
  "32": {
    "reference": "11:32 (Romans)",
    "text": "For God has consigned all to disobedience, that he may have mercy on all."
  },
  "33": {
    "reference": "11:33 (Luke)",
    "text": "No one after lighting a lamp puts it in a cellar or under a basket, but on a stand, so that those who enter may see the light."
  },
  "34": {
    "reference": "11:34 (Luke)",
    "text": "Your eye is the lamp of your body. When your eye is healthy, your whole body is full of light, but when it is bad, your body is full of darkness."
  },
  "35": {
    "reference": "11:35 (Luke)",
    "text": "Therefore be careful lest the light in you be darkness."
  },
  "36": {
    "reference": "11:36 (Romans)",
    "text": "For from him and through him and to him are all things. To him be glory forever. Amen."
  },
  "37": {
    "reference": "11:37 (Leviticus)",
    "text": "And if any part of their carcass falls upon any seed grain that is to be sown, it is clean..."
  },
  "38": {
    "reference": "11:38 (Luke)",
    "text": "The Pharisee was astonished to see that he did not first wash before dinner."
  },
  "39": {
    "reference": "11:39 (John)",
    "text": "Jesus said, Take away the stone. Martha, the sister of the dead man, said to him, Lord, by this time there will be an odor, for he has been dead four days."
  },
  "40": {
    "reference": "11:40 (John)",
    "text": "Jesus said to her, Did I not tell you that if you believed you would see the glory of God?"
  },
  "41": {
    "reference": "11:41 (Luke)",
    "text": "But give as alms those things that are within, and behold, everything is clean for you."
  },
  "42": {
    "reference": "11:42 (Daniel)",
    "text": "He shall stretch out his hand against the countries, and the land of Egypt shall not escape."
  },
  "43": {
    "reference": "11:43 (John)",
    "text": "When he had said these things, he cried out with a loud voice, Lazarus, come out."
  },
  "44": {
    "reference": "11:44 (Leviticus)",
    "text": "For I am the Lord your God. Consecrate yourselves therefore, and be holy, for I am holy. You shall not defile yourselves with any swarming thing that crawls on the ground."
  },
  "45": {
    "reference": "11:45 (Leviticus)",
    "text": "For I am the Lord who brought you up out of the land of Egypt to be your God. You shall therefore be holy, for I am holy."
  },
  "46": {
    "reference": "11:46 (Leviticus)",
    "text": "This is the law about beast and bird and every living creature that moves through the waters and every creature that swarms on the ground..."
  },
  "47": {
    "reference": "11:47 (Leviticus)",
    "text": "To make a distinction between the unclean and the clean and between the living creature that may be eaten and the living creature that may not be eaten."
  },
  "48": {
    "reference": "11:48 (Luke)",
    "text": "So you are witnesses and you consent to the deeds of your fathers, for they killed them, and you build their tombs."
  },
  "49": {
    "reference": "11:49 (John)",
    "text": "But one of them, Caiaphas, who was high priest that year, said to them, You know nothing at all."
  },
  "50": {
    "reference": "11:50 (John)",
    "text": "Nor do you understand that it is better for you that one man should die for the people, not that the whole nation should perish."
  },
  "51": {
    "reference": "11:51 (Luke)",
    "text": "From the blood of Abel to the blood of Zechariah, who perished between the altar and the sanctuary. Yes, I tell you, it will be required of this generation."
  },
  "52": {
    "reference": "11:52 (Luke)",
    "text": "Woe to you lawyers! For you have taken away the key of knowledge. You did not enter yourselves, and you hindered those who were entering."
  },
  "53": {
    "reference": "11:53 (John)",
    "text": "So from that day on they made plans to put him to death."
  },
  "54": {
    "reference": "11:54 (John)",
    "text": "Jesus therefore no longer walked openly among the Jews, but went from there to the region near the wilderness, to a town called Ephraim, and there he stayed with the disciples."
  },
  "55": {
    "reference": "11:55",
    "text": "When life's journey feels uncertain, remember that God's plans are for your good. Trust His path, for He lovingly guides you towards hope and a future filled with promise."
  },
  "56": {
    "reference": "11:56",
    "text": "In the tapestry of life, let God's grace be the thread that weaves strength and beauty through every challenge. Trust in His wisdom and craftsmanship."
  },
  "57": {
    "reference": "11:57",
    "text": "In the quiet stillness, feel God's gentle embrace. His love surrounds you, offering comfort and strength, renewing your spirit for each new day."
  },
  "58": {
    "reference": "11:58",
    "text": "In the midst of life's storms, anchor yourself in God's peace. His presence calms the waves, bringing assurance and hope to your soul."
  },
  "59": {
    "reference": "11:59",
    "text": "When your spirit feels weary, lean on God's strength. Like an eagle soaring high, He lifts you up with courage and renews your vitality with His unfailing love."
  }
}