{
  "00": {
    "reference": "16:00",
    "text": "When worries burden you, cast your cares on Jesus. His love eases your load, surrounding you with peace and lifting your spirit with hope."
  },
  "01": {
    "reference": "16:01 (Psalm)",
    "text": "Preserve me, O God, for in you I take refuge."
  },
  "02": {
    "reference": "16:02 (Psalm)",
    "text": "I say to the Lord, You are my Lord I have no good apart from you."
  },
  "03": {
    "reference": "16:03 (Proverbs)",
    "text": "Commit your work to the Lord, and your plans will be established."
  },
  "04": {
    "reference": "16:04 (Mark)",
    "text": "And looking up, they saw that the stone had been rolled backit was very large."
  },
  "05": {
    "reference": "16:05 (Psalm)",
    "text": "The Lord is my chosen portion and my cup you hold my lot."
  },
  "06": {
    "reference": "16:06 (Proverbs)",
    "text": "By steadfast love and faithfulness iniquity is atoned for, and by the fear of the Lord one turns away from evil."
  },
  "07": {
    "reference": "16:07 (1 Samuel)",
    "text": "But the Lord said to Samuel, Do not look on his appearance or on the height of his stature, because I have rejected him. For the Lord sees not as man sees: man looks on the outward appearance, but the Lord looks on the heart."
  },
  "08": {
    "reference": "16:08 (1 Chronicles)",
    "text": "Oh give thanks to the Lord call upon his name make known his deeds among the peoples!"
  },
  "09": {
    "reference": "16:09 (Proverbs)",
    "text": "The heart of man plans his way, but the Lord establishes his steps."
  },
  "10": {
    "reference": "16:10 (Luke)",
    "text": "One who is faithful in a very little is also faithful in much, and one who is dishonest in a very little is also dishonest in much."
  },
  "11": {
    "reference": "16:11 (Psalm)",
    "text": "You make known to me the path of life in your presence there is fullness of joy at your right hand are pleasures forevermore."
  },
  "12": {
    "reference": "16:12 (1 Chronicles)",
    "text": "Remember the wondrous works that he has done, his miracles and the judgments he uttered..."
  },
  "13": {
    "reference": "16:13 (1 Corinthians)",
    "text": "Be watchful, stand firm in the faith, act like men, be strong."
  },
  "14": {
    "reference": "16:14 (1 Corinthians)",
    "text": "Let all that you do be done in love."
  },
  "15": {
    "reference": "16:15 (Mark)",
    "text": "And he said to them, Go into all the world and proclaim the gospel to the whole creation."
  },
  "16": {
    "reference": "16:16 (Mark)",
    "text": "Whoever believes and is baptized will be saved, but whoever does not believe will be condemned."
  },
  "17": {
    "reference": "16:17 (Deuteronomy)",
    "text": "Every man shall give as he is able, according to the blessing of the Lord your God that he has given you."
  },
  "18": {
    "reference": "16:18 (Matthew)",
    "text": "And I tell you, you are Peter, and on this rock I will build my church, and the gates of hell shall not prevail against it."
  },
  "19": {
    "reference": "16:19 (Romans)",
    "text": "For your obedience is known to all, so that I rejoice over you, but I want you to be wise as to what is good and innocent as to what is evil."
  },
  "20": {
    "reference": "16:20 (John)",
    "text": "Truly, truly, I say to you, you will weep and lament, but the world will rejoice. You will be sorrowful, but your sorrow will turn into joy."
  },
  "21": {
    "reference": "16:21 (Proverbs)",
    "text": "The wise of heart is called discerning, and sweetness of speech increases persuasiveness."
  },
  "22": {
    "reference": "16:22 (John)",
    "text": "So also you have sorrow now, but I will see you again, and your hearts will rejoice, and no one will take your joy from you."
  },
  "23": {
    "reference": "16:23 (1 Chronicles)",
    "text": "Sing to the Lord, all the earth! Tell of his salvation from day to day."
  },
  "24": {
    "reference": "16:24 (John)",
    "text": "Until now you have asked nothing in my name. Ask, and you will receive, that your joy may be full."
  },
  "25": {
    "reference": "16:25 (Matthew)",
    "text": "For whoever would save his life will lose it, but whoever loses his life for my sake will find it."
  },
  "26": {
    "reference": "16:26 (Matthew)",
    "text": "For what will it profit a man if he gains the whole world and forfeits his soul? Or what shall a man give in return for his soul?"
  },
  "27": {
    "reference": "16:27 (John)",
    "text": "For the Father himself loves you, because you have loved me and have believed that I came from God."
  },
  "28": {
    "reference": "16:28 (John)",
    "text": "I came from the Father and have come into the world, and now I am leaving the world and going to the Father."
  },
  "29": {
    "reference": "16:29 (1 Chronicles)",
    "text": "Ascribe to the Lord the glory due his name bring an offering and come before him! Worship the Lord in the splendor of holiness."
  },
  "30": {
    "reference": "16:30 (Leviticus)",
    "text": "For on this day shall atonement be made for you to cleanse you. You shall be clean before the Lord from all your sins."
  },
  "31": {
    "reference": "16:31 (1 Chronicles)",
    "text": "Let the heavens be glad, and let the earth rejoice, and let them say among the nations, The Lord reigns!"
  },
  "32": {
    "reference": "16:32 (Proverbs)",
    "text": "Whoever is slow to anger is better than the mighty, and he who rules his spirit than he who takes a city."
  },
  "33": {
    "reference": "16:33 (John)",
    "text": "I have said these things to you, that in me you may have peace. In the world you will have tribulation. But take heart I have overcome the world."
  },
  "34": {
    "reference": "16:34 (1 Chronicles)",
    "text": "Oh give thanks to the Lord, for he is good for his steadfast love endures forever!"
  },
  "35": {
    "reference": "16:35 (1 Chronicles)",
    "text": "Say also: Save us, O God of our salvation, and gather and deliver us from among the nations, that we may give thanks to your holy name and glory in your praise."
  },
  "36": {
    "reference": "16:36 (1 Chronicles)",
    "text": "Blessed be the Lord, the God of Israel, from everlasting to everlasting! Then all the people said, Amen! and praised the Lord."
  },
  "37": {
    "reference": "16:37 (Numbers)",
    "text": "Tell Eleazar the son of Aaron the priest to take up the censers out of the blaze. Then scatter the fire far and wide, for they have become holy."
  },
  "38": {
    "reference": "16:38 (1 Chronicles)",
    "text": "And also Obededom and his sixtyeight brothers, while Obededom, the son of Jeduthun, and Hosah were to be gatekeepers."
  },
  "39": {
    "reference": "16:39 (Acts)",
    "text": "So they came and apologized to them. And they took them out and asked them to leave the city."
  },
  "40": {
    "reference": "16:40 (Ezekiel)",
    "text": "They shall bring up a crowd against you, and they shall stone you and cut you to pieces with their swords."
  },
  "41": {
    "reference": "16:41 (1 Chronicles)",
    "text": "With them were Heman and Jeduthun and the rest of those chosen and expressly named to give thanks to the Lord, for his steadfast love endures forever."
  },
  "42": {
    "reference": "16:42 (Numbers)",
    "text": "And when the congregation had assembled against Moses and against Aaron, they turned toward the tent of meeting. And behold, the cloud covered it, and the glory of the Lord appeared."
  },
  "43": {
    "reference": "16:43 (Numbers)",
    "text": "And Moses and Aaron came to the front of the tent of meeting..."
  },
  "44": {
    "reference": "16:44 (Numbers)",
    "text": "And the Lord spoke to Moses, saying..."
  },
  "45": {
    "reference": "16:45 (Ezekiel)",
    "text": "You are the daughter of your mother, who loathed her husband and her children and you are the sister of your sisters, who loathed their husbands and their children. Your mother was a Hittite and your father an Amorite."
  },
  "46": {
    "reference": "16:46 (Numbers)",
    "text": "And Moses said to Aaron, Take your censer, and put fire on it from off the altar and lay incense on it and carry it quickly to the congregation and make atonement for them, for wrath has gone out from the Lord the plague has begun."
  },
  "47": {
    "reference": "16:47 (Ezekiel)",
    "text": "Not only did you walk in their ways and do according to their abominations within a very little time you were more corrupt than they in all your ways."
  },
  "48": {
    "reference": "16:48 (Numbers)",
    "text": "And he stood between the dead and the living, and the plague was stopped."
  },
  "49": {
    "reference": "16:49 (Numbers)",
    "text": "Now those who died in the plague were 14,700, besides those who died in the affair of Korah."
  },
  "50": {
    "reference": "16:50 (Ezekiel)",
    "text": "They were haughty and did an abomination before me. So I removed them, when I saw it."
  },
  "51": {
    "reference": "16:51",
    "text": "When you face the unknown, trust in God's plan. His perfect timing unfolds every detail, filling your journey with assurance and unwavering peace."
  },
  "52": {
    "reference": "16:52",
    "text": "When life's challenges seem too great, remember that God's love is your anchor. It holds you steady amidst the storms, bringing you comfort and courage in every moment."
  },
  "53": {
    "reference": "16:53",
    "text": "When the road ahead seems unclear, remember that God is your guiding light. He walks with you every step, lighting your path with wisdom and hope."
  },
  "54": {
    "reference": "16:54",
    "text": "When doubt clouds your mind, lean into God's truth. His Word is a firm foundation, bringing clarity and confidence to each step of your journey."
  },
  "55": {
    "reference": "16:55",
    "text": "In moments of uncertainty, let your heart rest in God's faithfulness. His promises never fail, bringing strength and joy to your soul."
  },
  "56": {
    "reference": "16:56",
    "text": "When you feel weary, remember that God renews your strength. His grace uplifts you, empowering you to soar like eagles above every challenge."
  },
  "57": {
    "reference": "16:57",
    "text": "When you feel overwhelmed, remember that the Lord is your refuge and strength. His presence brings peace and restores your spirit, guiding you through every trial with His unfailing love."
  },
  "58": {
    "reference": "16:58",
    "text": "When life's storms rage, anchor your heart in God's unchanging love. His peace, which surpasses understanding, will guard your heart and mind through Christ Jesus."
  },
  "59": {
    "reference": "16:59",
    "text": "Even in the darkest valley, God walks beside you. His light shines brightly, guiding your path and filling your heart with hope and courage."
  }
}