{
  "00": {
    "reference": "01:00",
    "text": "When life's storms rage, hold tight to God's unchanging hand He will lead you to calm waters."
  },
  "01": {
    "reference": "01:01 (John)",
    "text": "In the beginning was the Word, and the Word was with God, and the Word was God."
  },
  "02": {
    "reference": "01:02 (Jude)",
    "text": "May mercy, peace, and love be multiplied to you."
  },
  "03": {
    "reference": "01:03 (Galatians)",
    "text": "Grace to you and peace from God our Father and the Lord Jesus Christ..."
  },
  "04": {
    "reference": "01:04 (James)",
    "text": "And let steadfastness have its full effect, that you may be perfect and complete, lacking in nothing."
  },
  "05": {
    "reference": "01:05 (James)",
    "text": "If any of you lacks wisdom, let him ask God, who gives generously to all without reproach, and it will be given him."
  },
  "06": {
    "reference": "01:06 (2 John)",
    "text": "And this is love, that we walk according to his commandments this is the commandment, just as you have heard from the beginning, so that you should walk in it."
  },
  "07": {
    "reference": "01:07 (Proverbs)",
    "text": "The fear of the Lord is the beginning of knowledge fools despise wisdom and instruction."
  },
  "08": {
    "reference": "01:08 (Jeremiah)",
    "text": "Do not be afraid of them, for I am with you to deliver you, declares the Lord."
  },
  "09": {
    "reference": "01:09 (1 Peter)",
    "text": "Obtaining the outcome of your faith, the salvation of your souls."
  },
  "10": {
    "reference": "01:10 (2 Corinthians)",
    "text": "He delivered us from such a deadly peril, and he will deliver us. On him we have set our hope that he will deliver us again."
  },
  "11": {
    "reference": "01:11 (3 John)",
    "text": "Beloved, do not imitate evil but imitate good. Whoever does good is from God whoever does evil has not seen God."
  },
  "12": {
    "reference": "01:12 (2 Thessalonians)",
    "text": "So that the name of our Lord Jesus may be glorified in you, and you in him, according to the grace of our God and the Lord Jesus Christ."
  },
  "13": {
    "reference": "01:13 (Zechariah)",
    "text": "And the Lord answered gracious and comforting words to the angel who talked with me."
  },
  "14": {
    "reference": "01:14 (John)",
    "text": "And the Word became flesh and dwelt among us, and we have seen his glory, glory as of the only Son from the Father, full of grace and truth."
  },
  "15": {
    "reference": "01:15 (1 Timothy)",
    "text": "The saying is trustworthy and deserving of full acceptance, that Christ Jesus came into the world to save sinners, of whom I am the foremost."
  },
  "16": {
    "reference": "01:16 (John)",
    "text": "For from his fullness we have all received, grace upon grace."
  },
  "17": {
    "reference": "01:17 (James)",
    "text": "Every good gift and every perfect gift is from above, coming down from the Father of lights, with whom there is no variation or shadow due to change."
  },
  "18": {
    "reference": "01:18 (1 Corinthians)",
    "text": "For the word of the cross is folly to those who are perishing, but to us who are being saved it is the power of God."
  },
  "19": {
    "reference": "01:19 (1 Peter)",
    "text": "But with the precious blood of Christ, like that of a lamb without blemish or spot."
  },
  "20": {
    "reference": "01:20 (2 Corinthians)",
    "text": "For all the promises of God find their Yes in him. That is why it is through him that we utter our Amen to God for his glory."
  },
  "21": {
    "reference": "01:21 (Jude)",
    "text": "Keep yourselves in the love of God, waiting for the mercy of our Lord Jesus Christ that leads to eternal life."
  },
  "22": {
    "reference": "01:22 (James)",
    "text": "But be doers of the word, and not hearers only, deceiving yourselves."
  },
  "23": {
    "reference": "01:23 (1 Peter)",
    "text": "Since you have been born again, not of perishable seed but of imperishable, through the living and abiding word of God."
  },
  "24": {
    "reference": "01:24 (Jude)",
    "text": "Now to him who is able to keep you from stumbling and to present you blameless before the presence of his glory with great joy..."
  },
  "25": {
    "reference": "01:25 (1 Corinthians)",
    "text": "For the foolishness of God is wiser than men, and the weakness of God is stronger than men."
  },
  "26": {
    "reference": "01:26 (1 Corinthians)",
    "text": "For consider your calling, brothers: not many of you were wise according to worldly standards, not many were powerful, not many were of noble birth."
  },
  "27": {
    "reference": "01:27 (Genesis)",
    "text": "So God created man in his own image, in the image of God he created him male and female he created them."
  },
  "28": {
    "reference": "01:28 (Luke)",
    "text": "And he came to her and said, Greetings, O favored one, the Lord is with you!"
  },
  "29": {
    "reference": "01:29 (John)",
    "text": "The next day he saw Jesus coming toward him, and said, Behold, the Lamb of God, who takes away the sin of the world!"
  },
  "30": {
    "reference": "01:30 (Luke)",
    "text": "And the angel said to her, Do not be afraid, Mary, for you have found favor with God."
  },
  "31": {
    "reference": "01:31 (Luke)",
    "text": "And behold, you will conceive in your womb and bear a son, and you shall call his name Jesus."
  },
  "32": {
    "reference": "01:32 (John)",
    "text": "And John bore witness: I saw the Spirit descend from heaven like a dove, and it remained on him."
  },
  "33": {
    "reference": "01:33 (Proverbs)",
    "text": "But whoever listens to me will dwell secure and will be at ease, without dread of disaster."
  },
  "34": {
    "reference": "01:34 (John)",
    "text": "And I have seen and have borne witness that this is the Son of God."
  },
  "35": {
    "reference": "01:35 (Luke)",
    "text": "And the angel answered her, The Holy Spirit will come upon you, and the power of the Most High will overshadow you therefore the child to be born will be called holythe Son of God."
  },
  "36": {
    "reference": "01:36 (John)",
    "text": "And he looked at Jesus as he walked by and said, Behold, the Lamb of God!"
  },
  "37": {
    "reference": "01:37 (Luke)",
    "text": "For nothing will be impossible with God."
  },
  "38": {
    "reference": "01:38 (Luke)",
    "text": "And Mary said, Behold, I am the servant of the Lord let it be to me according to your word. And the angel departed from her."
  },
  "39": {
    "reference": "01:39 (Mark)",
    "text": "And he went throughout all Galilee, preaching in their synagogues and casting out demons."
  },
  "40": {
    "reference": "01:40 (Mark)",
    "text": "And a leper came to him, imploring him, and kneeling said to him, If you will, you can make me clean."
  },
  "41": {
    "reference": "01:41 (Mark)",
    "text": "Moved with pity, he stretched out his hand and touched him and said to him, I will be clean."
  },
  "42": {
    "reference": "01:42 (Mark)",
    "text": "And immediately the leprosy left him, and he was made clean."
  },
  "43": {
    "reference": "01:43 (John)",
    "text": "The next day Jesus decided to go to Galilee. He found Philip and said to him, Follow me."
  },
  "44": {
    "reference": "01:44 (Luke)",
    "text": "For behold, when the sound of your greeting came to my ears, the baby in my womb leaped for joy."
  },
  "45": {
    "reference": "01:45 (Luke)",
    "text": "And blessed is she who believed that there would be a fulfillment of what was spoken to her from the Lord."
  },
  "46": {
    "reference": "01:46 (Luke)",
    "text": "And Mary said, My soul magnifies the Lord..."
  },
  "47": {
    "reference": "01:47 (Luke)",
    "text": "And my spirit rejoices in God my Savior..."
  },
  "48": {
    "reference": "01:48 (1 Kings)",
    "text": "And the king also said, Blessed be the Lord, the God of Israel, who has granted someone to sit on my throne this day, my own eyes seeing it."
  },
  "49": {
    "reference": "01:49 (Luke)",
    "text": "For he who is mighty has done great things for me, and holy is his name."
  },
  "50": {
    "reference": "01:50 (Luke)",
    "text": "And his mercy is for those who fear him from generation to generation."
  },
  "51": {
    "reference": "01:51 (John)",
    "text": "And he said to him, Truly, truly, I say to you, you will see heaven opened, and the angels of God ascending and descending on the Son of Man."
  },
  "52": {
    "reference": "01:52 (Luke)",
    "text": "He has brought down the mighty from their thrones and exalted those of humble estate."
  },
  "53": {
    "reference": "01:53 (Luke)",
    "text": "He has filled the hungry with good things, and the rich he has sent away empty."
  },
  "54": {
    "reference": "01:54 (Luke)",
    "text": "He has helped his servant Israel, in remembrance of his mercy..."
  },
  "55": {
    "reference": "01:55",
    "text": "In every trial, remember that God's love is your anchor, keeping you steady and secure."
  },
  "56": {
    "reference": "01:56",
    "text": "Even in the darkest valleys, God's light shines brightly, guiding your path and offering hope."
  },
  "57": {
    "reference": "01:57",
    "text": "No matter the mountain ahead, trust that God is your strength and will help you rise to new heights."
  },
  "58": {
    "reference": "01:58 (Luke)",
    "text": "And her neighbors and relatives heard that the Lord had shown great mercy to her, and they rejoiced with her."
  },
  "59": {
    "reference": "01:59",
    "text": "When you face challenges, know that God's grace surrounds you, giving you courage to overcome."
  }
}