{
  "00": {
    "reference": "18:00",
    "text": "Let your heart be filled with joy, for God's love is constant and unwavering. His grace lifts you above every burden, lighting your way with hope and strength."
  },
  "01": {
    "reference": "18:01 (Psalm)",
    "text": "I love you, O Lord, my strength."
  },
  "02": {
    "reference": "18:02 (Psalm)",
    "text": "The Lord is my rock and my fortress and my deliverer, my God, my rock, in whom I take refuge, my shield, and the horn of my salvation, my stronghold."
  },
  "03": {
    "reference": "18:03 (Matthew)",
    "text": "And said, Truly, I say to you, unless you turn and become like children, you will never enter the kingdom of heaven."
  },
  "04": {
    "reference": "18:04 (Matthew)",
    "text": "Whoever humbles himself like this child is the greatest in the kingdom of heaven."
  },
  "05": {
    "reference": "18:05 (Matthew)",
    "text": "Whoever receives one such child in my name receives me..."
  },
  "06": {
    "reference": "18:06 (Judges)",
    "text": "And the priest said to them, Go in peace. The journey on which you go is under the eye of the Lord."
  },
  "07": {
    "reference": "18:07 (Luke)",
    "text": "And will not God give justice to his elect, who cry to him day and night? Will he delay long over them?"
  },
  "08": {
    "reference": "18:08 (John)",
    "text": "Jesus answered, I told you that I am he. So, if you seek me, let these men go."
  },
  "09": {
    "reference": "18:09 (Acts)",
    "text": "And the Lord said to Paul one night in a vision, Do not be afraid, but go on speaking and do not be silent..."
  },
  "10": {
    "reference": "18:10 (Proverbs)",
    "text": "The name of the Lord is a strong tower the righteous man runs into it and is safe."
  },
  "11": {
    "reference": "18:11 (Numbers)",
    "text": "This also is yours: the contribution of their gift, all the wave offerings of the people of Israel. I have given them to you, and to your sons and daughters with you, as a perpetual due. Everyone who is clean in your house may eat it."
  },
  "12": {
    "reference": "18:12 (Matthew)",
    "text": "What do you think? If a man has a hundred sheep, and one of them has gone astray, does he not leave the ninetynine on the mountains and go in search of the one that went astray?"
  },
  "13": {
    "reference": "18:13 (Matthew)",
    "text": "And if he finds it, truly, I say to you, he rejoices over it more than over the ninetynine that never went astray."
  },
  "14": {
    "reference": "18:14 (Matthew)",
    "text": "So it is not the will of my Father who is in heaven that one of these little ones should perish."
  },
  "15": {
    "reference": "18:15 (Matthew)",
    "text": "If your brother sins against you, go and tell him his fault, between you and him alone. If he listens to you, you have gained your brother."
  },
  "16": {
    "reference": "18:16 (Luke)",
    "text": "But Jesus called them to him, saying, Let the children come to me, and do not hinder them, for to such belongs the kingdom of God."
  },
  "17": {
    "reference": "18:17 (Luke)",
    "text": "Truly, I say to you, whoever does not receive the kingdom of God like a child shall not enter it."
  },
  "18": {
    "reference": "18:18 (Psalm)",
    "text": "They confronted me in the day of my calamity, but the Lord was my support."
  },
  "19": {
    "reference": "18:19 (Psalm)",
    "text": "He brought me out into a broad place he rescued me, because he delighted in me."
  },
  "20": {
    "reference": "18:20 (Matthew)",
    "text": "For where two or three are gathered in my name, there am I among them."
  },
  "21": {
    "reference": "18:21 (Ezekiel)",
    "text": "But if a wicked person turns away from all his sins that he has committed and keeps all my statutes and does what is just and right, he shall surely live he shall not die."
  },
  "22": {
    "reference": "18:22 (Matthew)",
    "text": "Jesus said to him, I do not say to you seven times, but seventyseven times."
  },
  "23": {
    "reference": "18:23 (Ezekiel)",
    "text": "Have I any pleasure in the death of the wicked, declares the Lord God, and not rather that he should turn from his way and live?"
  },
  "24": {
    "reference": "18:24 (Proverbs)",
    "text": "A man of many companions may come to ruin, but there is a friend who sticks closer than a brother."
  },
  "25": {
    "reference": "18:25 (Psalm)",
    "text": "With the merciful you show yourself merciful with the blameless man you show yourself blameless."
  },
  "26": {
    "reference": "18:26 (2 Kings)",
    "text": "Then Eliakim the son of Hilkiah, and Shebnah, and Joah, said to the Rabshakeh, Please speak to your servants in Aramaic, for we understand it. Do not speak to us in the language of Judah within the hearing of the people who are on the wall."
  },
  "27": {
    "reference": "18:27 (Luke)",
    "text": "But he said, What is impossible with man is possible with God."
  },
  "28": {
    "reference": "18:28 (Psalm)",
    "text": "For it is you who light my lamp the Lord my God lightens my darkness."
  },
  "29": {
    "reference": "18:29 (Psalm)",
    "text": "For by you I can run against a troop, and by my God I can leap over a wall."
  },
  "30": {
    "reference": "18:30 (Psalm)",
    "text": "This Godhis way is perfect the word of the Lord proves true he is a shield for all those who take refuge in him."
  },
  "31": {
    "reference": "18:31 (Psalm)",
    "text": "For who is God, but the Lord? And who is a rock, except our God?"
  },
  "32": {
    "reference": "18:32 (Ezekiel)",
    "text": "For I have no pleasure in the death of anyone, declares the Lord God so turn, and live."
  },
  "33": {
    "reference": "18:33 (Psalm)",
    "text": "He made my feet like the feet of a deer and set me secure on the heights."
  },
  "34": {
    "reference": "18:34 (2 Kings)",
    "text": "Where are the gods of Hamath and Arpad? Where are the gods of Sepharvaim, Hena, and Ivvah? Have they delivered Samaria out of my hand?"
  },
  "35": {
    "reference": "18:35 (Psalm)",
    "text": "You have given me the shield of your salvation, and your right hand supported me, and your gentleness made me great."
  },
  "36": {
    "reference": "18:36 (Psalm)",
    "text": "You gave a wide place for my steps under me, and my feet did not slip."
  },
  "37": {
    "reference": "18:37 (Luke)",
    "text": "They told him, Jesus of Nazareth is passing by."
  },
  "38": {
    "reference": "18:38 (Luke)",
    "text": "And he cried out, Jesus, Son of David, have mercy on me!"
  },
  "39": {
    "reference": "18:39 (Psalm)",
    "text": "For you equipped me with strength for the battle you made those who rise against me sink under me."
  },
  "40": {
    "reference": "18:40 (Psalm)",
    "text": "You made my enemies turn their backs to me, and those who hated me I destroyed."
  },
  "41": {
    "reference": "18:41 (Luke)",
    "text": "What do you want me to do for you? He said, Lord, let me recover my sight."
  },
  "42": {
    "reference": "18:42 (Luke)",
    "text": "And Jesus said to him, Recover your sight your faith has made you well."
  },
  "43": {
    "reference": "18:43 (Luke)",
    "text": "And immediately he recovered his sight and followed him, glorifying God. And all the people, when they saw it, gave praise to God."
  },
  "44": {
    "reference": "18:44 (1 Kings)",
    "text": "And at the seventh time he said, Behold, a little cloud like a man''s hand is rising from the sea. And he said, Go up, say to Ahab, Prepare your chariot and go down, lest the rain stop you."
  },
  "45": {
    "reference": "18:45 (1 Kings)",
    "text": "And in a little while the heavens grew black with clouds and wind, and there was a great rain. And Ahab rode and went to Jezreel."
  },
  "46": {
    "reference": "18:46 (Psalm)",
    "text": "The Lord lives, and blessed be my rock, and exalted be the God of my salvation."
  },
  "47": {
    "reference": "18:47",
    "text": "Trust in the Lord's timing, for He orchestrates every moment with wisdom. His plans for you are good, paving a path of hope and a future filled with His light."
  },
  "48": {
    "reference": "18:48",
    "text": "When life feels overwhelming, remember that God's peace transcends all understanding. Let His presence calm your spirit and fill your heart with unshakeable joy and hope."
  },
  "49": {
    "reference": "18:49 (Psalm)",
    "text": "For this I will praise you, O Lord, among the nations, and sing to your name."
  },
  "50": {
    "reference": "18:50",
    "text": "In moments of uncertainty, lean on God's wisdom. His truth is a guiding light, illuminating the path forward and filling your heart with unwavering peace and assurance."
  },
  "51": {
    "reference": "18:51",
    "text": "Embrace the strength found in Christ, for His power is made perfect in your weakness. With His love as your refuge, you can rise above any storm with courage and grace."
  },
  "52": {
    "reference": "18:52",
    "text": "Bask in the unfailing promises of God, for His goodness and mercy are new every morning. Let His unfaltering love lift your spirit and fill your days with endless peace and joy."
  },
  "53": {
    "reference": "18:53",
    "text": "Let your heart be comforted by God's unfailing love, for He is your steadfast rock. In His arms, find rest and the courage to face each new day with faith and hope."
  },
  "54": {
    "reference": "18:54",
    "text": "Trust in God's timing, for He makes everything beautiful in its season. Let your faith be your anchor as you await His perfect plan to unfold, bringing peace and joy to your heart."
  },
  "55": {
    "reference": "18:55",
    "text": "May your heart be filled with the joy of the Lord, which is your strength. In His presence, find the courage to face each day with renewed hope and unwavering faith."
  },
  "56": {
    "reference": "18:56",
    "text": "Be still and know that God is with you. His unwavering peace will fill your soul, and His gentle guidance will light your path. Trust in Him, and let His love be your compass through every season."
  },
  "57": {
    "reference": "18:57",
    "text": "Rejoice, for the Lord is your constant companion. His grace surrounds you, offering strength in every trial. Lean on His wisdom and let His love lead you to new heights of joy and peace."
  },
  "58": {
    "reference": "18:58",
    "text": "Lift your eyes to the heavens and remember that God is your protector. In His faithful hands, every burden becomes light, and every moment is transformed by His grace. Trust Him to illuminate your way and fill your heart with unending peace."
  },
  "59": {
    "reference": "18:59",
    "text": "Embrace each new day with confidence, for God's mercies are fresh every morning. Let His faithful love renew your spirit and fill your heart with hope and courage to embrace what lies ahead."
  }
}