{
  "00": {
    "reference": "14:00",
    "text": "When life feels uncertain, remember that God is your rock. His promises are unwavering, providing a firm foundation and filling your soul with peace and assurance."
  },
  "01": {
    "reference": "14:01 (John)",
    "text": "Let not your hearts be troubled. Believe in God believe also in me."
  },
  "02": {
    "reference": "14:02 (Deuteronomy)",
    "text": "For you are a people holy to the Lord your God, and the Lord has chosen you to be a people for his treasured possession, out of all the peoples who are on the face of the earth."
  },
  "03": {
    "reference": "14:03 (John)",
    "text": "And if I go and prepare a place for you, I will come again and will take you to myself, that where I am you may be also."
  },
  "04": {
    "reference": "14:04 (Hosea)",
    "text": "I will heal their apostasy I will love them freely, for my anger has turned from them."
  },
  "05": {
    "reference": "14:05 (Hosea)",
    "text": "I will be like the dew to Israel he shall blossom like the lily he shall take root like the trees of Lebanon."
  },
  "06": {
    "reference": "14:06 (John)",
    "text": "Jesus said to him, I am the way, and the truth, and the life. No one comes to the Father except through me."
  },
  "07": {
    "reference": "14:07 (Romans)",
    "text": "For none of us lives to himself, and none of us dies to himself."
  },
  "08": {
    "reference": "14:08 (Romans)",
    "text": "For if we live, we live to the Lord, and if we die, we die to the Lord. So then, whether we live or whether we die, we are the Lord''s."
  },
  "09": {
    "reference": "14:09 (Romans)",
    "text": "For to this end Christ died and lived again, that he might be Lord both of the dead and of the living."
  },
  "10": {
    "reference": "14:10 (John)",
    "text": "Do you not believe that I am in the Father and the Father is in me? The words that I say to you I do not speak on my own authority, but the Father who dwells in me does his works."
  },
  "11": {
    "reference": "14:11 (2 Chronicles)",
    "text": "And Asa cried to the Lord his God, O Lord, there is none like you to help, between the mighty and the weak. Help us, O Lord our God, for we rely on you, and in your name we have come against this multitude. O Lord, you are our God let not man prevail against you."
  },
  "12": {
    "reference": "14:12 (Romans)",
    "text": "So then each of us will give an account of himself to God."
  },
  "13": {
    "reference": "14:13 (John)",
    "text": "Whatever you ask in my name, this I will do, that the Father may be glorified in the Son."
  },
  "14": {
    "reference": "14:14 (John)",
    "text": "If you ask me anything in my name, I will do it."
  },
  "15": {
    "reference": "14:15 (John)",
    "text": "If you love me, you will keep my commandments."
  },
  "16": {
    "reference": "14:16 (John)",
    "text": "And I will ask the Father, and he will give you another Helper, to be with you forever..."
  },
  "17": {
    "reference": "14:17 (Acts)",
    "text": "Yet he did not leave himself without witness, for he did good by giving you rains from heaven and fruitful seasons, satisfying your hearts with food and gladness."
  },
  "18": {
    "reference": "14:18 (John)",
    "text": "I will not leave you as orphans I will come to you."
  },
  "19": {
    "reference": "14:19 (John)",
    "text": "Yet a little while and the world will see me no more, but you will see me. Because I live, you also will live."
  },
  "20": {
    "reference": "14:20 (John)",
    "text": "In that day you will know that I am in my Father, and you in me, and I in you."
  },
  "21": {
    "reference": "14:21 (Numbers)",
    "text": "But truly, as I live, and as all the earth shall be filled with the glory of the Lord..."
  },
  "22": {
    "reference": "14:22 (Proverbs)",
    "text": "Do they not go astray who devise evil? Those who devise good meet steadfast love and faithfulness."
  },
  "23": {
    "reference": "14:23 (John)",
    "text": "Jesus answered him, If anyone loves me, he will keep my word, and my Father will love him, and we will come to him and make our home with him."
  },
  "24": {
    "reference": "14:24 (Isaiah)",
    "text": "The Lord of hosts has sworn: As I have planned, so shall it be, and as I have purposed, so shall it stand..."
  },
  "25": {
    "reference": "14:25 (Proverbs)",
    "text": "A truthful witness saves lives, but one who breathes out lies is deceitful."
  },
  "26": {
    "reference": "14:26 (John)",
    "text": "But the Helper, the Holy Spirit, whom the Father will send in my name, he will teach you all things and bring to your remembrance all that I have said to you."
  },
  "27": {
    "reference": "14:27 (Matthew)",
    "text": "But immediately Jesus spoke to them, saying, Take heart it is I. Do not be afraid."
  },
  "28": {
    "reference": "14:28 (Mark)",
    "text": "But after I am raised up, I will go before you to Galilee."
  },
  "29": {
    "reference": "14:29 (Matthew)",
    "text": "He said, Come. So Peter got out of the boat and walked on the water and came to Jesus."
  },
  "30": {
    "reference": "14:30 (Proverbs)",
    "text": "A tranquil heart gives life to the flesh, but envy makes the bones rot."
  },
  "31": {
    "reference": "14:31 (Matthew)",
    "text": "Jesus immediately reached out his hand and took hold of him, saying to him, O you of little faith, why did you doubt?"
  },
  "32": {
    "reference": "14:32 (Matthew)",
    "text": "And when they got into the boat, the wind ceased."
  },
  "33": {
    "reference": "14:33 (Matthew)",
    "text": "And those in the boat worshiped him, saying, Truly you are the Son of God."
  },
  "34": {
    "reference": "14:34 (Proverbs)",
    "text": "Righteousness exalts a nation, but sin is a reproach to any people."
  },
  "35": {
    "reference": "14:35 (1 Samuel)",
    "text": "And Saul built an altar to the Lord it was the first altar that he built to the Lord."
  },
  "36": {
    "reference": "14:36 (Mark)",
    "text": "And he said, Abba, Father, all things are possible for you. Remove this cup from me. Yet not what I will, but what you will."
  },
  "37": {
    "reference": "14:37 (Mark)",
    "text": "And he came and found them sleeping, and he said to Peter, Simon, are you asleep? Could you not watch one hour?"
  },
  "38": {
    "reference": "14:38 (Mark)",
    "text": "Watch and pray that you may not enter into temptation. The spirit indeed is willing, but the flesh is weak."
  },
  "39": {
    "reference": "14:39 (Numbers)",
    "text": "When Moses told these words to all the people of Israel, the people mourned greatly."
  },
  "40": {
    "reference": "14:40 (1 Corinthians)",
    "text": "But all things should be done decently and in order."
  },
  "41": {
    "reference": "14:41 (Mark)",
    "text": "And he came the third time and said to them, Are you still sleeping and taking your rest? It is enough the hour has come. The Son of Man is betrayed into the hands of sinners."
  },
  "42": {
    "reference": "14:42 (Numbers)",
    "text": "Do not go up, for the Lord is not among you, lest you be struck down before your enemies."
  },
  "43": {
    "reference": "14:43 (Numbers)",
    "text": "For there the Amalekites and the Canaanites are facing you, and you shall fall by the sword. Because you have turned back from following the Lord, the Lord will not be with you."
  },
  "44": {
    "reference": "14:44 (Numbers)",
    "text": "But they presumed to go up to the heights of the hill country, although neither the ark of the covenant of the Lord nor Moses departed out of the camp."
  },
  "45": {
    "reference": "14:45 (1 Samuel)",
    "text": "Then the people said to Saul, Shall Jonathan die, who has worked this great salvation in Israel? Far from it! As the Lord lives, there shall not one hair of his head fall to the ground, for he has worked with God this day. So the people ransomed Jonathan, so that he did not die."
  },
  "46": {
    "reference": "14:46 (Mark)",
    "text": "And they laid hands on him and seized him."
  },
  "47": {
    "reference": "14:47 (Mark)",
    "text": "But one of those who stood by drew his sword and struck the servant of the high priest and cut off his ear."
  },
  "48": {
    "reference": "14:48 (Leviticus)",
    "text": "But if the priest comes and looks, and if the disease has not spread in the house after the house was plastered, then the priest shall pronounce the house clean, for the disease is healed."
  },
  "49": {
    "reference": "14:49 (Leviticus)",
    "text": "And for the cleansing of the house he shall take two small birds, with cedarwood and scarlet yarn and hyssop..."
  },
  "50": {
    "reference": "14:50 (Mark)",
    "text": "And they all left him and fled."
  },
  "51": {
    "reference": "14:51 (Leviticus)",
    "text": "And shall take the cedarwood and the hyssop and the scarlet yarn, along with the live bird, and dip them in the blood of the bird that was killed and in the fresh water and sprinkle the house seven times."
  },
  "52": {
    "reference": "14:52 (Mark)",
    "text": "But he left the linen cloth and ran away naked."
  },
  "53": {
    "reference": "14:53 (Mark)",
    "text": "And they led Jesus to the high priest. And all the chief priests and the elders and the scribes came together."
  },
  "54": {
    "reference": "14:54 (Mark)",
    "text": "And Peter had followed him at a distance, right into the courtyard of the high priest. And he was sitting with the guards and warming himself at the fire."
  },
  "55": {
    "reference": "14:55 (Leviticus)",
    "text": "For leprous disease in a garment or in a house..."
  },
  "56": {
    "reference": "14:56 (Leviticus)",
    "text": "And for a swelling or an eruption or a spot..."
  },
  "57": {
    "reference": "14:57 (Leviticus)",
    "text": "To show when it is unclean and when it is clean. This is the law for leprous disease."
  },
  "58": {
    "reference": "14:58",
    "text": "In every trial, hold onto God's promises. His faithfulness never falters, transforming tribulations into testimonies of His grace and power."
  },
  "59": {
    "reference": "14:59",
    "text": "In moments of doubt, lean on God's wisdom. His guidance illuminates your path, leading you to truth and filling your heart with clarity and confidence."
  }
}