{
  "00": {
    "reference": "23:00",
    "text": "When life feels uncertain, God is your anchor. His steadfast love holds you firm, and His promises offer hope. Cling to Him, and He will guide you through every storm with His unwavering faithfulness."
  },
  "01": {
    "reference": "23:01 (Psalm)",
    "text": "The Lord is my shepherd I shall not want."
  },
  "02": {
    "reference": "23:02 (Psalm)",
    "text": "He makes me lie down in green pastures. He leads me beside still waters."
  },
  "03": {
    "reference": "23:03 (Psalm)",
    "text": "He restores my soul. He leads me in paths of righteousness for his name''s sake."
  },
  "04": {
    "reference": "23:04 (Psalm)",
    "text": "Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me your rod and your staff, they comfort me."
  },
  "05": {
    "reference": "23:05 (Psalm)",
    "text": "You prepare a table before me in the presence of my enemies you anoint my head with oil my cup overflows."
  },
  "06": {
    "reference": "23:06 (Psalm)",
    "text": "Surely goodness and mercy shall follow me all the days of my life, and I shall dwell in the house of the Lord forever."
  },
  "07": {
    "reference": "23:07 (Matthew)",
    "text": "And greetings in the marketplaces and being called rabbi by others."
  },
  "08": {
    "reference": "23:08 (Joshua)",
    "text": "But you shall cling to the Lord your God just as you have done to this day."
  },
  "09": {
    "reference": "23:09 (Matthew)",
    "text": "And call no man your father on earth, for you have one Father, who is in heaven."
  },
  "10": {
    "reference": "23:10 (Joshua)",
    "text": "One man of you puts to flight a thousand, since it is the Lord your God who fights for you, just as he promised you."
  },
  "11": {
    "reference": "23:11 (Matthew)",
    "text": "The greatest among you shall be your servant."
  },
  "12": {
    "reference": "23:12 (Matthew)",
    "text": "Whoever exalts himself will be humbled, and whoever humbles himself will be exalted."
  },
  "13": {
    "reference": "23:13 (Job)",
    "text": "But he is unchangeable, and who can turn him back? What he desires, that he does."
  },
  "14": {
    "reference": "23:14 (Exodus)",
    "text": "Three times in the year you shall keep a feast to me."
  },
  "15": {
    "reference": "23:15 (Proverbs)",
    "text": "My son, if your heart is wise, my heart too will be glad."
  },
  "16": {
    "reference": "23:16 (Isaiah)",
    "text": "Take a harp go about the city, O forgotten prostitute! Make sweet melody sing many songs, that you may be remembered."
  },
  "17": {
    "reference": "23:17 (Proverbs)",
    "text": "Let not your heart envy sinners, but continue in the fear of the Lord all the day."
  },
  "18": {
    "reference": "23:18 (Proverbs)",
    "text": "Surely there is a future, and your hope will not be cut off."
  },
  "19": {
    "reference": "23:19 (Numbers)",
    "text": "God is not man, that he should lie, or a son of man, that he should change his mind. Has he said, and will he not do it? Or has he spoken, and will he not fulfill it?"
  },
  "20": {
    "reference": "23:20 (Exodus)",
    "text": "Behold, I send an angel before you to guard you on the way and to bring you to the place that I have prepared."
  },
  "21": {
    "reference": "23:21 (1 Chronicles)",
    "text": "The sons of Merari: Mahli and Mushi. The sons of Mahli: Eleazar and Kish."
  },
  "22": {
    "reference": "23:22 (Proverbs)",
    "text": "Listen to your father who gave you life, and do not despise your mother when she is old."
  },
  "23": {
    "reference": "23:23 (Jeremiah)",
    "text": "Am I a God at hand, declares the Lord, and not a God far away?"
  },
  "24": {
    "reference": "23:24 (Jeremiah)",
    "text": "Can a man hide himself in secret places so that I cannot see him? declares the Lord. Do I not fill heaven and earth? declares the Lord."
  },
  "25": {
    "reference": "23:25 (Proverbs)",
    "text": "Let your father and mother be glad let her who bore you rejoice."
  },
  "26": {
    "reference": "23:26 (Proverbs)",
    "text": "My son, give me your heart, and let your eyes observe my ways."
  },
  "27": {
    "reference": "23:27 (Jeremiah)",
    "text": "Who think to make my people forget my name by their dreams that they tell one another, even as their fathers forgot my name for Baal?"
  },
  "28": {
    "reference": "23:28 (1 Chronicles)",
    "text": "For their duty was to assist the sons of Aaron for the service of the house of the Lord, having the care of the courts and the chambers, the cleansing of all that is holy, and any work for the service of the house of God."
  },
  "29": {
    "reference": "23:29 (Jeremiah)",
    "text": "Is not my word like fire, declares the Lord, and like a hammer that breaks the rock in pieces?"
  },
  "30": {
    "reference": "23:30 (1 Chronicles)",
    "text": "And they were to stand every morning, thanking and praising the Lord, and likewise at evening..."
  },
  "31": {
    "reference": "23:31 (Leviticus)",
    "text": "You shall not do any work. It is a statute forever throughout your generations in all your dwelling places."
  },
  "32": {
    "reference": "23:32 (Matthew)",
    "text": "Fill up, then, the measure of your fathers."
  },
  "33": {
    "reference": "23:33 (Acts)",
    "text": "When they had come to Caesarea and delivered the letter to the governor, they presented Paul also before him."
  },
  "34": {
    "reference": "23:34 (Luke)",
    "text": "And Jesus said, Father, forgive them, for they know not what they do. And they cast lots to divide his garments."
  },
  "35": {
    "reference": "23:35 (Luke)",
    "text": "And the people stood by, watching, but the rulers scoffed at him, saying, He saved others let him save himself, if he is the Christ of God, his Chosen One!"
  },
  "36": {
    "reference": "23:36 (Matthew)",
    "text": "Truly, I say to you, all these things will come upon this generation."
  },
  "37": {
    "reference": "23:37 (2 Samuel)",
    "text": "Zelek the Ammonite, Naharai of Beeroth, the armorbearer of Joab the son of Zeruiah..."
  },
  "38": {
    "reference": "23:38 (Leviticus)",
    "text": "Besides the Lord''s Sabbaths and besides your gifts and besides all your vow offerings and besides all your freewill offerings, which you give to the Lord."
  },
  "39": {
    "reference": "23:39 (Matthew)",
    "text": "For I tell you, you will not see me again, until you say, Blessed is he who comes in the name of the Lord."
  },
  "40": {
    "reference": "23:40 (Leviticus)",
    "text": "And you shall take on the first day the fruit of splendid trees, branches of palm trees and boughs of leafy trees and willows of the brook, and you shall rejoice before the Lord your God seven days."
  },
  "41": {
    "reference": "23:41 (Leviticus)",
    "text": "You shall celebrate it as a feast to the Lord for seven days in the year. It is a statute forever throughout your generations you shall celebrate it in the seventh month."
  },
  "42": {
    "reference": "23:42 (Luke)",
    "text": "And he said, Jesus, remember me when you come into your kingdom."
  },
  "43": {
    "reference": "23:43 (Luke)",
    "text": "And he said to him, Truly, I say to you, today you will be with me in paradise."
  },
  "44": {
    "reference": "23:44 (Ezekiel)",
    "text": "For they have gone in to her, as men go in to a prostitute. Thus they went in to Oholah and to Oholibah, lewd women!"
  },
  "45": {
    "reference": "23:45 (Ezekiel)",
    "text": "But righteous men shall pass judgment on them with the sentence of adulteresses, and with the sentence of women who shed blood, because they are adulteresses, and blood is on their hands."
  },
  "46": {
    "reference": "23:46 (Ezekiel)",
    "text": "For thus says the Lord God: Bring up a vast host against them, and make them an object of terror and a plunder."
  },
  "47": {
    "reference": "23:47 (Luke)",
    "text": "Now when the centurion saw what had taken place, he praised God, saying, Certainly this man was innocent!"
  },
  "48": {
    "reference": "23:48 (Ezekiel)",
    "text": "Thus will I put an end to lewdness in the land, that all women may take warning and not commit lewdness as you have done."
  },
  "49": {
    "reference": "23:49 (Luke)",
    "text": "And all his acquaintances and the women who had followed him from Galilee stood at a distance watching these things."
  },
  "50": {
    "reference": "23:50",
    "text": "In the midst of trials, God is your strength. His mighty hands uphold you, and His presence gives courage. Trust in Him, and He will carry you through with His enduring power."
  },
  "51": {
    "reference": "23:51",
    "text": "When you face fear, God is your fortress. His protection surrounds you, and His peace calms your heart. Trust in Him, and He will shield you with His everlasting love."
  },
  "52": {
    "reference": "23:52",
    "text": "When you feel weak, God is your strength. His grace empowers you, and His presence uplifts your soul. Lean on Him, and He will fill you with His boundless love and joy."
  },
  "53": {
    "reference": "23:53",
    "text": "In times of sorrow, God is your comfort. His gentle embrace heals your heart, and His promises bring peace. Turn to Him, and He will surround you with His tender love and mercy."
  },
  "54": {
    "reference": "23:54",
    "text": "When you feel lost, God is your guide. His wisdom lights your path, and His truth directs your steps. Seek Him, and He will lead you with His eternal light and love."
  },
  "55": {
    "reference": "23:55",
    "text": "In moments of uncertainty, God is your anchor. His truth steadies your soul, and His promises offer hope. Cling to Him, and He will guide you safely through life's storms."
  },
  "56": {
    "reference": "23:56",
    "text": "When burdens feel heavy, remember Jesus carries them with you. His love lightens your load, and His peace refreshes your spirit. Rely on Him, and He will grant you rest for your weary soul."
  },
  "57": {
    "reference": "23:57",
    "text": "In moments of doubt, trust that God is your firm foundation. His promises are unshakeable, and His love is unwavering. Stand with Him, and He will fill your heart with enduring peace and assurance."
  },
  "58": {
    "reference": "23:58",
    "text": "In every trial, God's grace is sufficient for you. His strength empowers you, and His love sustains you. Lean on Him, and He will see you through with unwavering support and boundless compassion."
  },
  "59": {
    "reference": "23:59",
    "text": "When fear surrounds you, remember that God is your fortress. His protection shields you, and His presence brings comfort. Trust in Him, and He will keep you safe under His watchful care."
  }
}