{
  "00": {
    "reference": "06:00",
    "text": "When life's journey feels overwhelming, rest in God's embrace. His love is the anchor for your soul, steadying you in the storm and filling you with unshakable hope."
  },
  "01": {
    "reference": "06:01 (Matthew)",
    "text": "Beware of practicing your righteousness before other people in order to be seen by them, for then you will have no reward from your Father who is in heaven."
  },
  "02": {
    "reference": "06:02 (2 Corinthians)",
    "text": "For he says, In a favorable time I listened to you, and in a day of salvation I have helped you. Behold, now is the favorable time behold, now is the day of salvation."
  },
  "03": {
    "reference": "06:03 (Hosea)",
    "text": "Let us know let us press on to know the Lord his going out is sure as the dawn he will come to us as the showers, as the spring rains that water the earth."
  },
  "04": {
    "reference": "06:04 (Ephesians)",
    "text": "Fathers, do not provoke your children to anger, but bring them up in the discipline and instruction of the Lord."
  },
  "05": {
    "reference": "06:05 (Romans)",
    "text": "For if we have been united with him in a death like his, we shall certainly be united with him in a resurrection like his."
  },
  "06": {
    "reference": "06:06 (1 Timothy)",
    "text": "But godliness with contentment is great gain..."
  },
  "07": {
    "reference": "06:07 (Romans)",
    "text": "For one who has died has been set free from sin."
  },
  "08": {
    "reference": "06:08 (Romans)",
    "text": "Now if we have died with Christ, we believe that we will also live with him."
  },
  "09": {
    "reference": "06:09 (Romans)",
    "text": "We know that Christ, being raised from the dead, will never die again death no longer has dominion over him."
  },
  "10": {
    "reference": "06:10 (Galatians)",
    "text": "So then, as we have opportunity, let us do good to everyone, and especially to those who are of the household of faith."
  },
  "11": {
    "reference": "06:11 (Ephesians)",
    "text": "Put on the whole armor of God, that you may be able to stand against the schemes of the devil."
  },
  "12": {
    "reference": "06:12 (Hebrews)",
    "text": "So that you may not be sluggish, but imitators of those who through faith and patience inherit the promises."
  },
  "13": {
    "reference": "06:13 (Matthew)",
    "text": "And lead us not into temptation, but deliver us from evil."
  },
  "14": {
    "reference": "06:14 (Matthew)",
    "text": "For if you forgive others their trespasses, your heavenly Father will also forgive you..."
  },
  "15": {
    "reference": "06:15 (Hebrews)",
    "text": "And thus Abraham, having patiently waited, obtained the promise."
  },
  "16": {
    "reference": "06:16 (2 Kings)",
    "text": "He said, Do not be afraid, for those who are with us are more than those who are with them."
  },
  "17": {
    "reference": "06:17 (1 Corinthians)",
    "text": "But he who is joined to the Lord becomes one spirit with him."
  },
  "18": {
    "reference": "06:18 (2 Corinthians)",
    "text": "And I will be a father to you, and you shall be sons and daughters to me, says the Lord Almighty."
  },
  "19": {
    "reference": "06:19 (1 Corinthians)",
    "text": "Or do you not know that your body is a temple of the Holy Spirit within you, whom you have from God? You are not your own..."
  },
  "20": {
    "reference": "06:20 (John)",
    "text": "But he said to them, It is I do not be afraid."
  },
  "21": {
    "reference": "06:21 (Luke)",
    "text": "Blessed are you who are hungry now, for you shall be satisfied. Blessed are you who weep now, for you shall laugh."
  },
  "22": {
    "reference": "06:22 (Luke)",
    "text": "Blessed are you when people hate you and when they exclude you and revile you and spurn your name as evil, on account of the Son of Man!"
  },
  "23": {
    "reference": "06:23 (Romans)",
    "text": "For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord."
  },
  "24": {
    "reference": "06:24 (Numbers)",
    "text": "The Lord bless you and keep you."
  },
  "25": {
    "reference": "06:25 (Numbers)",
    "text": "The Lord make his face to shine upon you and be gracious to you."
  },
  "26": {
    "reference": "06:26 (Matthew)",
    "text": "Look at the birds of the air: they neither sow nor reap nor gather into barns, and yet your heavenly Father feeds them. Are you not of more value than they?"
  },
  "27": {
    "reference": "06:27 (Luke)",
    "text": "But I say to you who hear, Love your enemies, do good to those who hate you..."
  },
  "28": {
    "reference": "06:28 (Luke)",
    "text": "Bless those who curse you, pray for those who abuse you."
  },
  "29": {
    "reference": "06:29 (John)",
    "text": "Jesus answered them, This is the work of God, that you believe in him whom he has sent."
  },
  "30": {
    "reference": "06:30 (Luke)",
    "text": "Give to everyone who begs from you, and from one who takes away your goods do not demand them back."
  },
  "31": {
    "reference": "06:31 (Luke)",
    "text": "And as you wish that others would do to you, do so to them."
  },
  "32": {
    "reference": "06:32 (Luke)",
    "text": "If you love those who love you, what benefit is that to you? For even sinners love those who love them."
  },
  "33": {
    "reference": "06:33 (Matthew)",
    "text": "But seek first the kingdom of God and his righteousness, and all these things will be added to you."
  },
  "34": {
    "reference": "06:34 (Matthew)",
    "text": "Therefore do not be anxious about tomorrow, for tomorrow will be anxious for itself. Sufficient for the day is its own trouble."
  },
  "35": {
    "reference": "06:35 (Luke)",
    "text": "But love your enemies, and do good, and lend, expecting nothing in return, and your reward will be great, and you will be sons of the Most High, for he is kind to the ungrateful and the evil."
  },
  "36": {
    "reference": "06:36 (Luke)",
    "text": "Be merciful, even as your Father is merciful."
  },
  "37": {
    "reference": "06:37 (Luke)",
    "text": "Judge not, and you will not be judged condemn not, and you will not be condemned forgive, and you will be forgiven."
  },
  "38": {
    "reference": "06:38 (Luke)",
    "text": "Give, and it will be given to you. Good measure, pressed down, shaken together, running over, will be put into your lap. For with the measure you use it will be measured back to you."
  },
  "39": {
    "reference": "06:39 (John)",
    "text": "And this is the will of him who sent me, that I should lose nothing of all that he has given me, but raise it up on the last day."
  },
  "40": {
    "reference": "06:40 (John)",
    "text": "For this is the will of my Father, that everyone who looks on the Son and believes in him should have eternal life, and I will raise him up on the last day."
  },
  "41": {
    "reference": "06:41 (Luke)",
    "text": "Why do you see the speck that is in your brother''s eye, but do not notice the log that is in your own eye?"
  },
  "42": {
    "reference": "06:42 (Mark)",
    "text": "And they all ate and were satisfied."
  },
  "43": {
    "reference": "06:43 (Luke)",
    "text": "For no good tree bears bad fruit, nor again does a bad tree bear good fruit..."
  },
  "44": {
    "reference": "06:44 (Luke)",
    "text": "For each tree is known by its own fruit. For figs are not gathered from thornbushes, nor are grapes picked from a bramble bush."
  },
  "45": {
    "reference": "06:45 (Luke)",
    "text": "The good person out of the good treasure of his heart produces good, and the evil person out of his evil treasure produces evil, for out of the abundance of the heart his mouth speaks."
  },
  "46": {
    "reference": "06:46 (Mark)",
    "text": "And after he had taken leave of them, he went up on the mountain to pray."
  },
  "47": {
    "reference": "06:47 (John)",
    "text": "Truly, truly, I say to you, whoever believes has eternal life."
  },
  "48": {
    "reference": "06:48 (John)",
    "text": "I am the bread of life."
  },
  "49": {
    "reference": "06:49 (Mark)",
    "text": "But when they saw him walking on the sea they thought it was a ghost, and cried out..."
  },
  "50": {
    "reference": "06:50 (Mark)",
    "text": "For they all saw him and were terrified. But immediately he spoke to them and said, Take heart it is I. Do not be afraid."
  },
  "51": {
    "reference": "06:51 (John)",
    "text": "I am the living bread that came down from heaven. If anyone eats of this bread, he will live forever. And the bread that I will give for the life of the world is my flesh."
  },
  "52": {
    "reference": "06:52 (Mark)",
    "text": "For they did not understand about the loaves, but their hearts were hardened."
  },
  "53": {
    "reference": "06:53 (Mark)",
    "text": "When they had crossed over, they came to land at Gennesaret and moored to the shore."
  },
  "54": {
    "reference": "06:54 (John)",
    "text": "Whoever feeds on my flesh and drinks my blood has eternal life, and I will raise him up on the last day."
  },
  "55": {
    "reference": "06:55 (John)",
    "text": "For my flesh is true food, and my blood is true drink."
  },
  "56": {
    "reference": "06:56 (Mark)",
    "text": "And wherever he came, in villages, cities, or countryside, they laid the sick in the marketplaces and implored him that they might touch even the fringe of his garment. And as many as touched it were made well."
  },
  "57": {
    "reference": "06:57 (John)",
    "text": "As the living Father sent me, and I live because of the Father, so whoever feeds on me, he also will live because of me."
  },
  "58": {
    "reference": "06:58 (John)",
    "text": "This is the bread that came down from heaven, not like the bread the fathers ate, and died. Whoever feeds on this bread will live forever."
  },
  "59": {
    "reference": "06:59 (1 Chronicles)",
    "text": "Ashan with its pasturelands, and Bethshemesh with its pasturelands."
  }
}