{
  "00": {
    "reference": "02:00",
    "text": "When doubts cloud your mind, remember that God's wisdom is your compass, leading you to clarity and peace."
  },
  "01": {
    "reference": "02:01 (Hosea)",
    "text": "Say to your brothers, You are my people, and to your sisters, You have received mercy."
  },
  "02": {
    "reference": "02:02 (1 Samuel)",
    "text": "There is none holy like the Lord: for there is none besides you there is no rock like our God."
  },
  "03": {
    "reference": "02:03 (Genesis)",
    "text": "So God blessed the seventh day and made it holy, because on it God rested from all his work that he had done in creation."
  },
  "04": {
    "reference": "02:04 (Ephesians)",
    "text": "But God, being rich in mercy, because of the great love with which he loved us..."
  },
  "05": {
    "reference": "02:05 (James)",
    "text": "Listen, my beloved brothers, has not God chosen those who are poor in the world to be rich in faith and heirs of the kingdom, which he has promised to those who love him?"
  },
  "06": {
    "reference": "02:06 (Colossians)",
    "text": "Therefore, as you received Christ Jesus the Lord, so walk in him..."
  },
  "07": {
    "reference": "02:07 (Proverbs)",
    "text": "He stores up sound wisdom for the upright he is a shield to those who walk in integrity..."
  },
  "08": {
    "reference": "02:08 (1 Samuel)",
    "text": "He raises up the poor from the dust he lifts the needy from the ash heap to make them sit with princes and inherit a seat of honor. For the pillars of the earth are the Lord''s, and on them he has set the world."
  },
  "09": {
    "reference": "02:09 (Jonah)",
    "text": "But I with the voice of thanksgiving will sacrifice to you what I have vowed I will pay. Salvation belongs to the Lord!"
  },
  "10": {
    "reference": "02:10 (1 Peter)",
    "text": "Once you were not a people, but now you are God''s people once you had not received mercy, but now you have received mercy."
  },
  "11": {
    "reference": "02:11 (2 Timothy)",
    "text": "The saying is trustworthy, for: If we have died with him, we will also live with him."
  },
  "12": {
    "reference": "02:12 (Song Of Solomon)",
    "text": "The flowers appear on the earth, the time of singing has come, and the voice of the turtledove is heard in our land."
  },
  "13": {
    "reference": "02:13 (2 Timothy)",
    "text": "If we are faithless, he remains faithful for he cannot deny himself."
  },
  "14": {
    "reference": "02:14 (2 Corinthians)",
    "text": "But thanks be to God, who in Christ always leads us in triumphal procession, and through us spreads the fragrance of the knowledge of him everywhere."
  },
  "15": {
    "reference": "02:15 (2 Timothy)",
    "text": "Do your best to present yourself to God as one approved, a worker who has no need to be ashamed, rightly handling the word of truth."
  },
  "16": {
    "reference": "02:16 (2 Thessalonians)",
    "text": "Now may our Lord Jesus Christ himself, and God our Father, who loved us and gave us eternal comfort and good hope through grace..."
  },
  "17": {
    "reference": "02:17 (2 Peter)",
    "text": "These are waterless springs and mists driven by a storm. For them the gloom of utter darkness has been reserved."
  },
  "18": {
    "reference": "02:18 (Hebrews)",
    "text": "For because he himself has suffered when tempted, he is able to help those who are being tempted."
  },
  "19": {
    "reference": "02:19 (Hosea)",
    "text": "And I will betroth you to me forever. I will betroth you to me in righteousness and in justice, in steadfast love and in mercy."
  },
  "20": {
    "reference": "02:20 (Proverbs)",
    "text": "So you will walk in the way of the good and keep to the paths of the righteous."
  },
  "21": {
    "reference": "02:21 (Proverbs)",
    "text": "For the upright will inhabit the land, and those with integrity will remain in it..."
  },
  "22": {
    "reference": "02:22 (1 Peter)",
    "text": "He committed no sin, neither was deceit found in his mouth."
  },
  "23": {
    "reference": "02:23 (John)",
    "text": "Now when he was in Jerusalem at the Passover Feast, many believed in his name when they saw the signs that he was doing."
  },
  "24": {
    "reference": "02:24 (1 Peter)",
    "text": "He himself bore our sins in his body on the tree, that we might die to sin and live to righteousness. By his wounds you have been healed."
  },
  "25": {
    "reference": "02:25 (1 Peter)",
    "text": "For you were straying like sheep, but have now returned to the Shepherd and Overseer of your souls."
  },
  "26": {
    "reference": "02:26 (Acts)",
    "text": "Therefore my heart was glad, and my tongue rejoiced my flesh also will dwell in hope."
  },
  "27": {
    "reference": "02:27 (Joel)",
    "text": "You shall know that I am in the midst of Israel, and that I am the Lord your God and there is none else. And my people shall never again be put to shame."
  },
  "28": {
    "reference": "02:28 (Acts)",
    "text": "You have made known to me the paths of life you will make me full of gladness with your presence."
  },
  "29": {
    "reference": "02:29 (1 John)",
    "text": "If you know that he is righteous, you may be sure that everyone who practices righteousness has been born of him."
  },
  "30": {
    "reference": "02:30 (Luke)",
    "text": "For my eyes have seen your salvation."
  },
  "31": {
    "reference": "02:31 (Acts)",
    "text": "He foresaw and spoke about the resurrection of the Christ, that he was not abandoned to Hades, nor did his flesh see corruption."
  },
  "32": {
    "reference": "02:32 (Acts)",
    "text": "This Jesus God raised up, and of that we all are witnesses."
  },
  "33": {
    "reference": "02:33 (Jeremiah)",
    "text": "How well you direct your course to seek love! So that even to wicked women you have taught your ways."
  },
  "34": {
    "reference": "02:34 (1 Kings)",
    "text": "Then Benaiah the son of Jehoiada went up and struck him down and put him to death. And he was buried in his own house in the wilderness."
  },
  "35": {
    "reference": "02:35 (1 Samuel)",
    "text": "And I will raise up for myself a faithful priest, who shall do according to what is in my heart and in my mind. And I will build him a sure house, and he shall go in and out before my anointed forever."
  },
  "36": {
    "reference": "02:36 (Acts)",
    "text": "Let all the house of Israel therefore know for certain that God has made him both Lord and Christ, this Jesus whom you crucified."
  },
  "37": {
    "reference": "02:37 (1 Chronicles)",
    "text": "Zabad fathered Ephlal, and Ephlal fathered Obed."
  },
  "38": {
    "reference": "02:38 (Acts)",
    "text": "And Peter said to them, Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit."
  },
  "39": {
    "reference": "02:39 (Acts)",
    "text": "For the promise is for you and for your children and for all who are far off, everyone whom the Lord our God calls to himself."
  },
  "40": {
    "reference": "02:40 (Luke)",
    "text": "And the child grew and became strong, filled with wisdom. And the favor of God was upon him."
  },
  "41": {
    "reference": "02:41 (Acts)",
    "text": "So those who received his word were baptized, and there were added that day about three thousand souls."
  },
  "42": {
    "reference": "02:42 (Acts)",
    "text": "And they devoted themselves to the apostles'' teaching and the fellowship, to the breaking of bread and the prayers."
  },
  "43": {
    "reference": "02:43 (Acts)",
    "text": "And awe came upon every soul, and many wonders and signs were being done through the apostles."
  },
  "44": {
    "reference": "02:44 (Acts)",
    "text": "And all who believed were together and had all things in common."
  },
  "45": {
    "reference": "02:45 (Acts)",
    "text": "And they were selling their possessions and belongings and distributing the proceeds to all, as any had need."
  },
  "46": {
    "reference": "02:46 (Acts)",
    "text": "And day by day, attending the temple together and breaking bread in their homes, they received their food with glad and generous hearts..."
  },
  "47": {
    "reference": "02:47 (Acts)",
    "text": "Praising God and having favor with all the people. And the Lord added to their number day by day those who were being saved."
  },
  "48": {
    "reference": "02:48 (1 Chronicles)",
    "text": "Maacah, Caleb''s concubine, bore Sheber and Tirhanah."
  },
  "49": {
    "reference": "02:49 (Luke)",
    "text": "And he said to them, Why were you looking for me? Did you not know that I must be in my Father''s house?"
  },
  "50": {
    "reference": "02:50 (Luke)",
    "text": "And they did not understand the saying that he spoke to them."
  },
  "51": {
    "reference": "02:51 (Luke)",
    "text": "And he went down with them and came to Nazareth and was submissive to them. And his mother treasured up all these things in her heart."
  },
  "52": {
    "reference": "02:52 (Luke)",
    "text": "And Jesus increased in wisdom and in stature and in favor with God and man."
  },
  "53": {
    "reference": "02:53 (1 Chronicles)",
    "text": "And the clans of Kiriathjearim: the Ithrites, the Puthites, the Shumathites, and the Mishraites from these came the Zorathites and the Eshtaolites."
  },
  "54": {
    "reference": "02:54 (Ezra)",
    "text": "The sons of Neziah, and the sons of Hatipha."
  },
  "55": {
    "reference": "02:55 (Ezra)",
    "text": "The sons of Solomon''s servants: the sons of Sotai, the sons of Hassophereth, the sons of Peruda..."
  },
  "56": {
    "reference": "02:56",
    "text": "In moments of uncertainty, remember that God's faithfulness is your foundation, giving you the confidence to stand firm."
  },
  "57": {
    "reference": "02:57",
    "text": "When life's storms arise, take heart, for God's love is your shelter, providing refuge and peace."
  },
  "58": {
    "reference": "02:58",
    "text": "In every trial, trust that Gods light shines through the darkness, guiding you with hope and strength."
  },
  "59": {
    "reference": "02:59",
    "text": "When you feel weary, remember that God's strength is your anchor, renewing your spirit and lifting you up."
  }
}