{
  "00": {
    "reference": "15:00",
    "text": "When your spirit feels weary, rest in God's presence. His nurturing peace renews your strength and fills your heart with hope and joy."
  },
  "01": {
    "reference": "15:01 (Romans)",
    "text": "We who are strong have an obligation to bear with the failings of the weak, and not to please ourselves."
  },
  "02": {
    "reference": "15:02 (Exodus)",
    "text": "The Lord is my strength and my song, and he has become my salvation this is my God, and I will praise him, my father''s God, and I will exalt him."
  },
  "03": {
    "reference": "15:03 (Proverbs)",
    "text": "The eyes of the Lord are in every place, keeping watch on the evil and the good."
  },
  "04": {
    "reference": "15:04 (Proverbs)",
    "text": "A gentle tongue is a tree of life, but perverseness in it breaks the spirit."
  },
  "05": {
    "reference": "15:05 (John)",
    "text": "I am the vine you are the branches. Whoever abides in me and I in him, he it is that bears much fruit, for apart from me you can do nothing."
  },
  "06": {
    "reference": "15:06 (Genesis)",
    "text": "And he believed the Lord, and he counted it to him as righteousness."
  },
  "07": {
    "reference": "15:07 (2 Chronicles)",
    "text": "But you, take courage! Do not let your hands be weak, for your work shall be rewarded."
  },
  "08": {
    "reference": "15:08 (John)",
    "text": "By this my Father is glorified, that you bear much fruit and so prove to be my disciples."
  },
  "09": {
    "reference": "15:09 (Luke)",
    "text": "And when she has found it, she calls together her friends and neighbors, saying, Rejoice with me, for I have found the coin that I had lost."
  },
  "10": {
    "reference": "15:10 (Romans)",
    "text": "And again it is said, Rejoice, O Gentiles, with his people."
  },
  "11": {
    "reference": "15:11 (Acts)",
    "text": "But we believe that we will be saved through the grace of the Lord Jesus, just as they will."
  },
  "12": {
    "reference": "15:12 (John)",
    "text": "This is my commandment, that you love one another as I have loved you."
  },
  "13": {
    "reference": "15:13 (Romans)",
    "text": "May the God of hope fill you with all joy and peace in believing, so that by the power of the Holy Spirit you may abound in hope."
  },
  "14": {
    "reference": "15:14 (John)",
    "text": "You are my friends if you do what I command you."
  },
  "15": {
    "reference": "15:15 (John)",
    "text": "No longer do I call you servants, for the servant does not know what his master is doing but I have called you friends, for all that I have heard from my Father I have made known to you."
  },
  "16": {
    "reference": "15:16 (John)",
    "text": "You did not choose me, but I chose you and appointed you that you should go and bear fruit and that your fruit should abide, so that whatever you ask the Father in my name, he may give it to you."
  },
  "17": {
    "reference": "15:17 (John)",
    "text": "These things I command you, so that you will love one another."
  },
  "18": {
    "reference": "15:18 (Exodus)",
    "text": "The Lord will reign forever and ever."
  },
  "19": {
    "reference": "15:19 (Jeremiah)",
    "text": "Therefore thus says the Lord: If you return, I will restore you, and you shall stand before me. If you utter what is precious, and not what is worthless, you shall be as my mouth. They shall turn to you, but you shall not turn to them."
  },
  "20": {
    "reference": "15:20 (1 Corinthians)",
    "text": "But in fact Christ has been raised from the dead, the firstfruits of those who have fallen asleep."
  },
  "21": {
    "reference": "15:21 (Exodus)",
    "text": "And Miriam sang to them: Sing to the Lord, for he has triumphed gloriously the horse and his rider he has thrown into the sea."
  },
  "22": {
    "reference": "15:22 (1 Corinthians)",
    "text": "For as in Adam all die, so also in Christ shall all be made alive."
  },
  "23": {
    "reference": "15:23 (Proverbs)",
    "text": "To make an apt answer is a joy to a man, and a word in season, how good it is!"
  },
  "24": {
    "reference": "15:24 (Luke)",
    "text": "For this my son was dead, and is alive again he was lost, and is found. And they began to celebrate."
  },
  "25": {
    "reference": "15:25 (Matthew)",
    "text": "But she came and knelt before him, saying, Lord, help me."
  },
  "26": {
    "reference": "15:26 (1 Corinthians)",
    "text": "The last enemy to be destroyed is death."
  },
  "27": {
    "reference": "15:27 (Proverbs)",
    "text": "Whoever is greedy for unjust gain troubles his own household, but he who hates bribes will live."
  },
  "28": {
    "reference": "15:28 (Matthew)",
    "text": "Then Jesus answered her, O woman, great is your faith! Be it done for you as you desire. And her daughter was healed instantly."
  },
  "29": {
    "reference": "15:29 (Romans)",
    "text": "I know that when I come to you I will come in the fullness of the blessing of Christ."
  },
  "30": {
    "reference": "15:30 (Proverbs)",
    "text": "The light of the eyes rejoices the heart, and good news refreshes the bones."
  },
  "31": {
    "reference": "15:31 (Acts)",
    "text": "And when they had read it, they rejoiced because of its encouragement."
  },
  "32": {
    "reference": "15:32 (Luke)",
    "text": "It was fitting to celebrate and be glad, for this your brother was dead, and is alive he was lost, and is found."
  },
  "33": {
    "reference": "15:33 (Romans)",
    "text": "May the God of peace be with you all. Amen."
  },
  "34": {
    "reference": "15:34 (Numbers)",
    "text": "They put him in custody, because it had not been made clear what should be done to him."
  },
  "35": {
    "reference": "15:35 (Job)",
    "text": "They conceive trouble and give birth to evil, and their womb prepares deceit."
  },
  "36": {
    "reference": "15:36 (Acts)",
    "text": "And after some days Paul said to Barnabas, Let us return and visit the brothers in every city where we proclaimed the word of the Lord, and see how they are."
  },
  "37": {
    "reference": "15:37 (Matthew)",
    "text": "And they all ate and were satisfied. And they took up seven baskets full of the broken pieces left over."
  },
  "38": {
    "reference": "15:38 (Mark)",
    "text": "And the curtain of the temple was torn in two, from top to bottom."
  },
  "39": {
    "reference": "15:39 (Mark)",
    "text": "And when the centurion, who stood facing him, saw that in this way he breathed his last, he said, Truly this man was the Son of God!"
  },
  "40": {
    "reference": "15:40 (Numbers)",
    "text": "So you shall remember and do all my commandments, and be holy to your God."
  },
  "41": {
    "reference": "15:41 (1 Corinthians)",
    "text": "There is one glory of the sun, and another glory of the moon, and another glory of the stars for star differs from star in glory."
  },
  "42": {
    "reference": "15:42 (1 Corinthians)",
    "text": "So is it with the resurrection of the dead. What is sown is perishable what is raised is imperishable."
  },
  "43": {
    "reference": "15:43 (1 Corinthians)",
    "text": "It is sown in dishonor it is raised in glory. It is sown in weakness it is raised in power."
  },
  "44": {
    "reference": "15:44 (1 Corinthians)",
    "text": "It is sown a natural body it is raised a spiritual body. If there is a natural body, there is also a spiritual body."
  },
  "45": {
    "reference": "15:45 (Joshua)",
    "text": "Ekron, with its towns and its villages."
  },
  "46": {
    "reference": "15:46 (1 Corinthians)",
    "text": "But it is not the spiritual that is first but the natural, and then the spiritual."
  },
  "47": {
    "reference": "15:47 (1 Corinthians)",
    "text": "The first man was from the earth, a man of dust the second man is from heaven."
  },
  "48": {
    "reference": "15:48 (1 Corinthians)",
    "text": "As was the man of dust, so also are those who are of the dust, and as is the man of heaven, so also are those who are of heaven."
  },
  "49": {
    "reference": "15:49 (1 Corinthians)",
    "text": "Just as we have borne the image of the man of dust, we shall also bear the image of the man of heaven."
  },
  "50": {
    "reference": "15:50 (1 Corinthians)",
    "text": "I tell you this, brothers: flesh and blood cannot inherit the kingdom of God, nor does the perishable inherit the imperishable."
  },
  "51": {
    "reference": "15:51 (1 Corinthians)",
    "text": "Behold! I tell you a mystery. We shall not all sleep, but we shall all be changed..."
  },
  "52": {
    "reference": "15:52 (1 Corinthians)",
    "text": "In a moment, in the twinkling of an eye, at the last trumpet. For the trumpet will sound, and the dead will be raised imperishable, and we shall be changed."
  },
  "53": {
    "reference": "15:53 (1 Corinthians)",
    "text": "For this perishable body must put on the imperishable, and this mortal body must put on immortality."
  },
  "54": {
    "reference": "15:54 (1 Corinthians)",
    "text": "When the perishable puts on the imperishable, and the mortal puts on immortality, then shall come to pass the saying that is written: Death is swallowed up in victory."
  },
  "55": {
    "reference": "15:55 (1 Corinthians)",
    "text": "O death, where is your victory? O death, where is your sting?"
  },
  "56": {
    "reference": "15:56 (Joshua)",
    "text": "Jezreel, Jokdeam, Zanoah..."
  },
  "57": {
    "reference": "15:57 (1 Corinthians)",
    "text": "But thanks be to God, who gives us the victory through our Lord Jesus Christ."
  },
  "58": {
    "reference": "15:58 (1 Corinthians)",
    "text": "Therefore, my beloved brothers, be steadfast, immovable, always abounding in the work of the Lord, knowing that in the Lord your labor is not in vain."
  },
  "59": {
    "reference": "15:59",
    "text": "When you feel weak, rely on God's strength. His power fills your soul, turning your weaknesses into victories and igniting your heart with courage and resilience."
  }
}