{
  "00": {
    "reference": "07:00",
    "text": "In the midst of life's chaos, trust that God is your peace, calming every storm and filling your heart with His everlasting hope."
  },
  "01": {
    "reference": "07:01 (2 Corinthians)",
    "text": "Since we have these promises, beloved, let us cleanse ourselves from every defilement of body and spirit, bringing holiness to completion in the fear of God."
  },
  "02": {
    "reference": "07:02 (Matthew)",
    "text": "For with the judgment you pronounce you will be judged, and with the measure you use it will be measured to you."
  },
  "03": {
    "reference": "07:03 (2 Chronicles)",
    "text": "When all the people of Israel saw the fire come down and the glory of the Lord on the temple, they bowed down with their faces to the ground on the pavement and worshiped and gave thanks to the Lord, saying, For he is good, for his steadfast love endures forever."
  },
  "04": {
    "reference": "07:04 (Matthew)",
    "text": "Or how can you say to your brother, Let me take the speck out of your eye, when there is the log in your own eye?"
  },
  "05": {
    "reference": "07:05 (Matthew)",
    "text": "You hypocrite, first take the log out of your own eye, and then you will see clearly to take the speck out of your brother''s eye."
  },
  "06": {
    "reference": "07:06 (2 Corinthians)",
    "text": "But God, who comforts the downcast, comforted us by the coming of Titus..."
  },
  "07": {
    "reference": "07:07 (Matthew)",
    "text": "Ask, and it will be given to you seek, and you will find knock, and it will be opened to you."
  },
  "08": {
    "reference": "07:08 (Matthew)",
    "text": "For everyone who asks receives, and the one who seeks finds, and to the one who knocks it will be opened."
  },
  "09": {
    "reference": "07:09 (Zechariah)",
    "text": "Thus says the Lord of hosts, Render true judgments, show kindness and mercy to one another..."
  },
  "10": {
    "reference": "07:10 (Psalm)",
    "text": "My shield is with God, who saves the upright in heart."
  },
  "11": {
    "reference": "07:11 (Isaiah)",
    "text": "Ask a sign of the Lord your God let it be deep as Sheol or high as heaven."
  },
  "12": {
    "reference": "07:12 (Hebrews)",
    "text": "For when there is a change in the priesthood, there is necessarily a change in the law as well."
  },
  "13": {
    "reference": "07:13 (Luke)",
    "text": "And when the Lord saw her, he had compassion on her and said to her, Do not weep."
  },
  "14": {
    "reference": "07:14 (2 Chronicles)",
    "text": "If my people who are called by my name humble themselves, and pray and seek my face and turn from their wicked ways, then I will hear from heaven and will forgive their sin and heal their land."
  },
  "15": {
    "reference": "07:15 (Luke)",
    "text": "And the dead man sat up and began to speak, and Jesus gave him to his mother."
  },
  "16": {
    "reference": "07:16 (Revelation)",
    "text": "They shall hunger no more, neither thirst anymore the sun shall not strike them, nor any scorching heat."
  },
  "17": {
    "reference": "07:17 (Revelation)",
    "text": "For the Lamb in the midst of the throne will be their shepherd, and he will guide them to springs of living water, and God will wipe away every tear from their eyes."
  },
  "18": {
    "reference": "07:18 (Daniel)",
    "text": "But the saints of the Most High shall receive the kingdom and possess the kingdom forever, forever and ever."
  },
  "19": {
    "reference": "07:19 (Micah)",
    "text": "He will again have compassion on us he will tread our iniquities underfoot. You will cast all our sins into the depths of the sea."
  },
  "20": {
    "reference": "07:20 (Micah)",
    "text": "You will show faithfulness to Jacob and steadfast love to Abraham, as you have sworn to our fathers from the days of old."
  },
  "21": {
    "reference": "07:21 (Deuteronomy)",
    "text": "You shall not be in dread of them, for the Lord your God is in your midst, a great and awesome God."
  },
  "22": {
    "reference": "07:22 (2 Samuel)",
    "text": "Therefore you are great, O Lord God. For there is none like you, and there is no God besides you, according to all that we have heard with our ears."
  },
  "23": {
    "reference": "07:23 (Jeremiah)",
    "text": "But this command I gave them: Obey my voice, and I will be your God, and you shall be my people. And walk in all the way that I command you, that it may be well with you."
  },
  "24": {
    "reference": "07:24 (Matthew)",
    "text": "Everyone then who hears these words of mine and does them will be like a wise man who built his house on the rock."
  },
  "25": {
    "reference": "07:25 (Hebrews)",
    "text": "Consequently, he is able to save to the uttermost those who draw near to God through him, since he always lives to make intercession for them."
  },
  "26": {
    "reference": "07:26 (Acts)",
    "text": "And on the following day he appeared to them as they were quarreling and tried to reconcile them, saying, Men, you are brothers. Why do you wrong each other?"
  },
  "27": {
    "reference": "07:27 (Daniel)",
    "text": "And the kingdom and the dominion and the greatness of the kingdoms under the whole heaven shall be given to the people of the saints of the Most High his kingdom shall be an everlasting kingdom, and all dominions shall serve and obey him."
  },
  "28": {
    "reference": "07:28 (2 Samuel)",
    "text": "And now, O Lord God, you are God, and your words are true, and you have promised this good thing to your servant."
  },
  "29": {
    "reference": "07:29 (Ecclesiastes)",
    "text": "See, this alone I found, that God made man upright, but they have sought out many schemes."
  },
  "30": {
    "reference": "07:30 (Mark)",
    "text": "And she went home and found the child lying in bed and the demon gone."
  },
  "31": {
    "reference": "07:31 (John)",
    "text": "Yet many of the people believed in him. They said, When the Christ appears, will he do more signs than this man has done?"
  },
  "32": {
    "reference": "07:32 (1 Corinthians)",
    "text": "I want you to be free from anxieties. The unmarried man is anxious about the things of the Lord, how to please the Lord."
  },
  "33": {
    "reference": "07:33 (John)",
    "text": "Jesus then said, I will be with you a little longer, and then I am going to him who sent me."
  },
  "34": {
    "reference": "07:34 (1 Kings)",
    "text": "There were four supports at the four corners of each stand. The supports were of one piece with the stands."
  },
  "35": {
    "reference": "07:35 (1 Corinthians)",
    "text": "I say this for your own benefit, not to lay any restraint upon you, but to promote good order and to secure your undivided devotion to the Lord."
  },
  "36": {
    "reference": "07:36 (1 Chronicles)",
    "text": "The sons of Zophah: Suah, Harnepher, Shual, Beri, Imrah."
  },
  "37": {
    "reference": "07:37 (Mark)",
    "text": "And they were astonished beyond measure, saying, He has done all things well. He even makes the deaf hear and the mute speak."
  },
  "38": {
    "reference": "07:38 (John)",
    "text": "Whoever believes in me, as the Scripture has said, Out of his heart will flow rivers of living water."
  },
  "39": {
    "reference": "07:39 (Nehemiah)",
    "text": "The priests: the sons of Jedaiah, namely the house of Jeshua, 973."
  },
  "40": {
    "reference": "07:40 (1 Kings)",
    "text": "Hiram also made the pots, the shovels, and the basins. So Hiram finished all the work that he did for King Solomon on the house of the Lord:."
  },
  "41": {
    "reference": "07:41 (Acts)",
    "text": "And they made a calf in those days, and offered a sacrifice to the idol and were rejoicing in the works of their hands."
  },
  "42": {
    "reference": "07:42 (Luke)",
    "text": "When they could not pay, he cancelled the debt of both. Now which of them will love him more?"
  },
  "43": {
    "reference": "07:43 (Luke)",
    "text": "Simon answered, The one, I suppose, for whom he cancelled the larger debt. And he said to him, You have judged rightly."
  },
  "44": {
    "reference": "07:44 (John)",
    "text": "Some of them wanted to arrest him, but no one laid hands on him."
  },
  "45": {
    "reference": "07:45 (1 Kings)",
    "text": "Now the pots, the shovels, and the basins, all these vessels in the house of the Lord, which Hiram made for King Solomon, were of burnished bronze."
  },
  "46": {
    "reference": "07:46 (John)",
    "text": "The officers answered, No one ever spoke like this man!"
  },
  "47": {
    "reference": "07:47 (Luke)",
    "text": "Therefore I tell you, her sins, which are many, are forgivenfor she loved much. But he who is forgiven little, loves little."
  },
  "48": {
    "reference": "07:48 (Luke)",
    "text": "And he said to her, Your sins are forgiven."
  },
  "49": {
    "reference": "07:49 (Luke)",
    "text": "Then those who were at table with him began to say among themselves, Who is this, who even forgives sins?"
  },
  "50": {
    "reference": "07:50 (Luke)",
    "text": "And he said to the woman, Your faith has saved you go in peace."
  },
  "51": {
    "reference": "07:51 (John)",
    "text": "Does our law judge a man without first giving him a hearing and learning what he does?"
  },
  "52": {
    "reference": "07:52 (John)",
    "text": "They replied, Are you from Galilee too? Search and see that no prophet arises from Galilee."
  },
  "53": {
    "reference": "07:53 (Nehemiah)",
    "text": "The sons of Bakbuk, the sons of Hakupha, the sons of Harhur..."
  },
  "54": {
    "reference": "07:54 (Numbers)",
    "text": "On the eighth day Gamaliel the son of Pedahzur, the chief of the people of Manasseh:."
  },
  "55": {
    "reference": "07:55 (Acts)",
    "text": "But he, full of the Holy Spirit, gazed into heaven and saw the glory of God, and Jesus standing at the right hand of God."
  },
  "56": {
    "reference": "07:56 (Acts)",
    "text": "And he said, Behold, I see the heavens opened, and the Son of Man standing at the right hand of God."
  },
  "57": {
    "reference": "07:57 (Acts)",
    "text": "But they cried out with a loud voice and stopped their ears and rushed together at him."
  },
  "58": {
    "reference": "07:58 (Acts)",
    "text": "Then they cast him out of the city and stoned him. And the witnesses laid down their garments at the feet of a young man named Saul."
  },
  "59": {
    "reference": "07:59 (Acts)",
    "text": "And as they were stoning Stephen, he called out, Lord Jesus, receive my spirit."
  }
}