{
  "00": {
    "reference": "10:00",
    "text": "When life feels heavy, remember God's joy is your strength, uplifting your spirit and infusing each day with His boundless love."
  },
  "01": {
    "reference": "10:01 (Romans)",
    "text": "Brothers, my heart''s desire and prayer to God for them is that they may be saved."
  },
  "02": {
    "reference": "10:02 (Luke)",
    "text": "And he said to them, The harvest is plentiful, but the laborers are few. Therefore pray earnestly to the Lord of the harvest to send out laborers into his harvest."
  },
  "03": {
    "reference": "10:03 (2 Corinthians)",
    "text": "For though we walk in the flesh, we are not waging war according to the flesh."
  },
  "04": {
    "reference": "10:04 (2 Corinthians)",
    "text": "For the weapons of our warfare are not of the flesh but have divine power to destroy strongholds."
  },
  "05": {
    "reference": "10:05 (2 Corinthians)",
    "text": "We destroy arguments and every lofty opinion raised against the knowledge of God, and take every thought captive to obey Christ..."
  },
  "06": {
    "reference": "10:06 (Jeremiah)",
    "text": "There is none like you, O Lord you are great, and your name is great in might."
  },
  "07": {
    "reference": "10:07 (Proverbs)",
    "text": "The memory of the righteous is a blessing, but the name of the wicked will rot."
  },
  "08": {
    "reference": "10:08 (Matthew)",
    "text": "Heal the sick, raise the dead, cleanse lepers, cast out demons. You received without paying give without pay."
  },
  "09": {
    "reference": "10:09 (John)",
    "text": "I am the door. If anyone enters by me, he will be saved and will go in and out and find pasture."
  },
  "10": {
    "reference": "10:10 (Jeremiah)",
    "text": "But the Lord is the true God he is the living God and the everlasting King. At his wrath the earth quakes, and the nations cannot endure his indignation."
  },
  "11": {
    "reference": "10:11 (John)",
    "text": "I am the good shepherd. The good shepherd lays down his life for the sheep."
  },
  "12": {
    "reference": "10:12 (Proverbs)",
    "text": "Hatred stirs up strife, but love covers all offenses."
  },
  "13": {
    "reference": "10:13 (Romans)",
    "text": "For everyone who calls on the name of the Lord will be saved."
  },
  "14": {
    "reference": "10:14 (John)",
    "text": "I am the good shepherd. I know my own and my own know me..."
  },
  "15": {
    "reference": "10:15 (Romans)",
    "text": "And how are they to preach unless they are sent? As it is written, How beautiful are the feet of those who preach the good news!"
  },
  "16": {
    "reference": "10:16 (Mark)",
    "text": "And he took them in his arms and blessed them, laying his hands on them."
  },
  "17": {
    "reference": "10:17 (Psalm)",
    "text": "O Lord, you hear the desire of the afflicted you will strengthen their heart you will incline your ear."
  },
  "18": {
    "reference": "10:18 (Deuteronomy)",
    "text": "He executes justice for the fatherless and the widow, and loves the sojourner, giving him food and clothing."
  },
  "19": {
    "reference": "10:19 (Daniel)",
    "text": "And he said, O man greatly loved, fear not, peace be with you be strong and of good courage. And as he spoke to me, I was strengthened and said, Let my lord speak, for you have strengthened me."
  },
  "20": {
    "reference": "10:20 (Luke)",
    "text": "Nevertheless, do not rejoice in this, that the spirits are subject to you, but rejoice that your names are written in heaven."
  },
  "21": {
    "reference": "10:21 (Isaiah)",
    "text": "A remnant will return, the remnant of Jacob, to the mighty God."
  },
  "22": {
    "reference": "10:22 (Hebrews)",
    "text": "Let us draw near with a true heart in full assurance of faith, with our hearts sprinkled clean from an evil conscience and our bodies washed with pure water."
  },
  "23": {
    "reference": "10:23 (Hebrews)",
    "text": "Let us hold fast the confession of our hope without wavering, for he who promised is faithful."
  },
  "24": {
    "reference": "10:24 (Hebrews)",
    "text": "And let us consider how to stir up one another to love and good works..."
  },
  "25": {
    "reference": "10:25 (Joshua)",
    "text": "And Joshua said to them, Do not be afraid or dismayed be strong and courageous. For thus the Lord will do to all your enemies against whom you fight."
  },
  "26": {
    "reference": "10:26 (Matthew)",
    "text": "So have no fear of them, for nothing is covered that will not be revealed, or hidden that will not be known."
  },
  "27": {
    "reference": "10:27 (Mark)",
    "text": "Jesus looked at them and said, With man it is impossible, but not with God. For all things are possible with God."
  },
  "28": {
    "reference": "10:28 (Proverbs)",
    "text": "The hope of the righteous brings joy, but the expectation of the wicked will perish."
  },
  "29": {
    "reference": "10:29 (Matthew)",
    "text": "Are not two sparrows sold for a penny? And not one of them will fall to the ground apart from your Father."
  },
  "30": {
    "reference": "10:30 (Matthew)",
    "text": "But even the hairs of your head are all numbered."
  },
  "31": {
    "reference": "10:31 (Matthew)",
    "text": "Fear not, therefore you are of more value than many sparrows."
  },
  "32": {
    "reference": "10:32 (Matthew)",
    "text": "So everyone who acknowledges me before men, I also will acknowledge before my Father who is in heaven..."
  },
  "33": {
    "reference": "10:33 (Luke)",
    "text": "But a Samaritan, as he journeyed, came to where he was, and when he saw him, he had compassion."
  },
  "34": {
    "reference": "10:34 (Hebrews)",
    "text": "For you had compassion on those in prison, and you joyfully accepted the plundering of your property, since you knew that you yourselves had a better possession and an abiding one."
  },
  "35": {
    "reference": "10:35 (Hebrews)",
    "text": "Therefore do not throw away your confidence, which has a great reward."
  },
  "36": {
    "reference": "10:36 (Hebrews)",
    "text": "For you have need of endurance, so that when you have done the will of God you may receive what is promised."
  },
  "37": {
    "reference": "10:37 (Luke)",
    "text": "He said, The one who showed him mercy. And Jesus said to him, You go, and do likewise."
  },
  "38": {
    "reference": "10:38 (Hebrews)",
    "text": "But my righteous one shall live by faith, and if he shrinks back, my soul has no pleasure in him."
  },
  "39": {
    "reference": "10:39 (Hebrews)",
    "text": "But we are not of those who shrink back and are destroyed, but of those who have faith and preserve their souls."
  },
  "40": {
    "reference": "10:40 (Matthew)",
    "text": "Whoever receives you receives me, and whoever receives me receives him who sent me."
  },
  "41": {
    "reference": "10:41 (Mark)",
    "text": "And when the ten heard it, they began to be indignant at James and John."
  },
  "42": {
    "reference": "10:42 (Matthew)",
    "text": "And whoever gives one of these little ones even a cup of cold water because he is a disciple, truly, I say to you, he will by no means lose his reward."
  },
  "43": {
    "reference": "10:43 (Acts)",
    "text": "To him all the prophets bear witness that everyone who believes in him receives forgiveness of sins through his name."
  },
  "44": {
    "reference": "10:44 (Acts)",
    "text": "While Peter was still saying these things, the Holy Spirit fell on all who heard the word."
  },
  "45": {
    "reference": "10:45 (Mark)",
    "text": "For even the Son of Man came not to be served but to serve, and to give his life as a ransom for many."
  },
  "46": {
    "reference": "10:46 (Mark)",
    "text": "And they came to Jericho. And as he was leaving Jericho with his disciples and a great crowd, Bartimaeus, a blind beggar, the son of Timaeus, was sitting by the roadside."
  },
  "47": {
    "reference": "10:47 (Mark)",
    "text": "And when he heard that it was Jesus of Nazareth, he began to cry out and say, Jesus, Son of David, have mercy on me!"
  },
  "48": {
    "reference": "10:48 (Mark)",
    "text": "And many rebuked him, telling him to be silent. But he cried out all the more, Son of David, have mercy on me!"
  },
  "49": {
    "reference": "10:49 (Mark)",
    "text": "And Jesus stopped and said, Call him. And they called the blind man, saying to him, Take heart. Get up he is calling you."
  },
  "50": {
    "reference": "10:50",
    "text": "In moments of uncertainty, rest in the knowledge that God's promises never fail. His faithfulness is your anchor, and His love is your steadfast hope."
  },
  "51": {
    "reference": "10:51",
    "text": "In every challenge, trust that God is your refuge. His peace will guard your heart, and His love will carry you through every storm."
  },
  "52": {
    "reference": "10:52 (Mark)",
    "text": "And Jesus said to him, Go your way your faith has made you well. And immediately he recovered his sight and followed him on the way."
  },
  "53": {
    "reference": "10:53",
    "text": "When doubt whispers lies, trust in the truth of God's Word. His promises are a firm foundation, guiding you with unwavering light and unfailing love."
  },
  "54": {
    "reference": "10:54",
    "text": "In the silence of waiting, trust that God's timing is perfect. His plans for you are woven with purpose, filling your path with hope and unfolding His blessings in due time."
  },
  "55": {
    "reference": "10:55",
    "text": "When the road ahead seems unclear, lean on God's wisdom. His guidance will illuminate your path, and His love will light the way forward with hope and assurance."
  },
  "56": {
    "reference": "10:56",
    "text": "When your heart feels heavy, remember that God's strength is made perfect in your weakness. Lean into His grace, and find courage to rise anew."
  },
  "57": {
    "reference": "10:57",
    "text": "In moments of uncertainty, hold onto God's unchanging hand. His presence is your anchor, bringing comfort and strength to your soul."
  },
  "58": {
    "reference": "10:58",
    "text": "In every storm, take refuge in God's unwavering peace. His shelter is a place of calm, reassuring your heart with His boundless love and steadfast protection."
  },
  "59": {
    "reference": "10:59",
    "text": "In the quiet whispers of your heart, hear God's promise: He walks beside you, turning each step into a testament of His unwavering love and faithfulness."
  }
}