{
  "00": {
    "reference": "04:00",
    "text": "In moments of weakness, remember that God's grace is your anchor, holding you steady and lifting you with His unending love."
  },
  "01": {
    "reference": "04:01 (2 Corinthians)",
    "text": "Therefore, having this ministry by the mercy of God, we do not lose heart."
  },
  "02": {
    "reference": "04:02 (Malachi)",
    "text": "But for you who fear my name, the sun of righteousness shall rise with healing in its wings. You shall go out leaping like calves from the stall."
  },
  "03": {
    "reference": "04:03 (Daniel)",
    "text": "How great are his signs, how mighty his wonders! His kingdom is an everlasting kingdom, and his dominion endures from generation to generation."
  },
  "04": {
    "reference": "04:04 (1 John)",
    "text": "Little children, you are from God and have overcome them, for he who is in you is greater than he who is in the world."
  },
  "05": {
    "reference": "04:05 (Micah)",
    "text": "For all the peoples walk each in the name of its god, but we will walk in the name of the Lord our God forever and ever."
  },
  "06": {
    "reference": "04:06 (Philippians)",
    "text": "Do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God."
  },
  "07": {
    "reference": "04:07 (Philippians)",
    "text": "And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus."
  },
  "08": {
    "reference": "04:08 (Philippians)",
    "text": "Finally, brothers, whatever is true, whatever is honorable, whatever is just, whatever is pure, whatever is lovely, whatever is commendable, if there is any excellence, if there is anything worthy of praise, think about these things."
  },
  "09": {
    "reference": "04:09 (Mark)",
    "text": "And he said, He who has ears to hear, let him hear."
  },
  "10": {
    "reference": "04:10 (1 Chronicles)",
    "text": "Jabez called upon the God of Israel, saying, Oh that you would bless me and enlarge my border, and that your hand might be with me, and that you would keep me from harm so that it might not bring me pain! And God granted what he asked."
  },
  "11": {
    "reference": "04:11 (1 John)",
    "text": "Beloved, if God so loved us, we also ought to love one another."
  },
  "12": {
    "reference": "04:12 (Acts)",
    "text": "And there is salvation in no one else, for there is no other name under heaven given among men by which we must be saved."
  },
  "13": {
    "reference": "04:13 (Proverbs)",
    "text": "Keep hold of instruction do not let go guard her, for she is your life."
  },
  "14": {
    "reference": "04:14 (2 Corinthians)",
    "text": "Knowing that he who raised the Lord Jesus will raise us also with Jesus and bring us with you into his presence."
  },
  "15": {
    "reference": "04:15 (James)",
    "text": "Instead you ought to say, If the Lord wills, we will live and do this or that."
  },
  "16": {
    "reference": "04:16 (1 John)",
    "text": "So we have come to know and to believe the love that God has for us. God is love, and whoever abides in love abides in God, and God abides in him."
  },
  "17": {
    "reference": "04:17 (2 Timothy)",
    "text": "But the Lord stood by me and strengthened me, so that through me the message might be fully proclaimed and all the Gentiles might hear it. So I was rescued from the lion''s mouth."
  },
  "18": {
    "reference": "04:18 (Proverbs)",
    "text": "But the path of the righteous is like the light of dawn, which shines brighter and brighter until full day."
  },
  "19": {
    "reference": "04:19 (1 John)",
    "text": "We love because he first loved us."
  },
  "20": {
    "reference": "04:20 (1 Corinthians)",
    "text": "For the kingdom of God does not consist in talk but in power."
  },
  "21": {
    "reference": "04:21 (1 John)",
    "text": "And this commandment we have from him: whoever loves God must also love his brother."
  },
  "22": {
    "reference": "04:22 (2 Timothy)",
    "text": "The Lord be with your spirit. Grace be with you."
  },
  "23": {
    "reference": "04:23 (Philippians)",
    "text": "The grace of the Lord Jesus Christ be with your spirit."
  },
  "24": {
    "reference": "04:24 (Ephesians)",
    "text": "And to put on the new self, created after the likeness of God in true righteousness and holiness."
  },
  "25": {
    "reference": "04:25 (Proverbs)",
    "text": "Let your eyes look directly forward, and your gaze be straight before you."
  },
  "26": {
    "reference": "04:26 (Proverbs)",
    "text": "Ponder the path of your feet then all your ways will be sure."
  },
  "27": {
    "reference": "04:27 (Ephesians)",
    "text": "And give no opportunity to the devil."
  },
  "28": {
    "reference": "04:28 (Ephesians)",
    "text": "Let the thief no longer steal, but rather let him labor, doing honest work with his own hands, so that he may have something to share with anyone in need."
  },
  "29": {
    "reference": "04:29 (Deuteronomy)",
    "text": "But from there you will seek the Lord your God and you will find him, if you search after him with all your heart and with all your soul."
  },
  "30": {
    "reference": "04:30 (Ephesians)",
    "text": "And do not grieve the Holy Spirit of God, by whom you were sealed for the day of redemption."
  },
  "31": {
    "reference": "04:31 (Deuteronomy)",
    "text": "For the Lord your God is a merciful God. He will not leave you or destroy you or forget the covenant with your fathers that he swore to them."
  },
  "32": {
    "reference": "04:32 (Ephesians)",
    "text": "Be kind to one another, tenderhearted, forgiving one another, as God in Christ forgave you."
  },
  "33": {
    "reference": "04:33 (Acts)",
    "text": "And with great power the apostles were giving their testimony to the resurrection of the Lord Jesus, and great grace was upon them all."
  },
  "34": {
    "reference": "04:34 (John)",
    "text": "Jesus said to them, My food is to do the will of him who sent me and to accomplish his work."
  },
  "35": {
    "reference": "04:35 (Deuteronomy)",
    "text": "To you it was shown, that you might know that the Lord is God there is no other besides him."
  },
  "36": {
    "reference": "04:36 (Luke)",
    "text": "And they were all amazed and said to one another, What is this word? For with authority and power he commands the unclean spirits, and they come out!"
  },
  "37": {
    "reference": "04:37 (John)",
    "text": "For here the saying holds true, One sows and another reaps."
  },
  "38": {
    "reference": "04:38 (John)",
    "text": "I sent you to reap that for which you did not labor. Others have labored, and you have entered into their labor."
  },
  "39": {
    "reference": "04:39 (Deuteronomy)",
    "text": "Know therefore today, and lay it to your heart, that the Lord is God in heaven above and on the earth beneath there is no other."
  },
  "40": {
    "reference": "04:40 (Mark)",
    "text": "He said to them, Why are you so afraid? Have you still no faith?"
  },
  "41": {
    "reference": "04:41 (John)",
    "text": "And many more believed because of his word."
  },
  "42": {
    "reference": "04:42 (John)",
    "text": "They said to the woman, It is no longer because of what you said that we believe, for we have heard for ourselves, and we know that this is indeed the Savior of the world."
  },
  "43": {
    "reference": "04:43 (Luke)",
    "text": "But he said to them, I must preach the good news of the kingdom of God to the other towns as well for I was sent for this purpose."
  },
  "44": {
    "reference": "04:44 (2 Kings)",
    "text": "So he set it before them. And they ate and had some left, according to the word of the Lord."
  },
  "45": {
    "reference": "04:45 (John)",
    "text": "So when he came to Galilee, the Galileans welcomed him, having seen all that he had done in Jerusalem at the feast. For they too had gone to the feast."
  },
  "46": {
    "reference": "04:46 (John)",
    "text": "So he came again to Cana in Galilee, where he had made the water wine. And at Capernaum there was an official whose son was ill."
  },
  "47": {
    "reference": "04:47 (John)",
    "text": "When this man heard that Jesus had come from Judea to Galilee, he went to him and asked him to come down and heal his son, for he was at the point of death."
  },
  "48": {
    "reference": "04:48 (John)",
    "text": "So Jesus said to him, Unless you see signs and wonders you will not believe."
  },
  "49": {
    "reference": "04:49 (Numbers)",
    "text": "According to the commandment of the Lord through Moses they were listed, each one with his task of serving or carrying. Thus they were listed by him, as the Lord commanded Moses."
  },
  "50": {
    "reference": "04:50 (John)",
    "text": "Jesus said to him, Go your son will live. The man believed the word that Jesus spoke to him and went on his way."
  },
  "51": {
    "reference": "04:51",
    "text": "In times of struggle, take comfort in knowing that God's peace is like a river, flowing through your heart and carrying away your worries."
  },
  "52": {
    "reference": "04:52",
    "text": "When you feel alone, remember that God's presence is your constant companion, embracing you with warmth and guiding you with His love."
  },
  "53": {
    "reference": "04:53 (John)",
    "text": "The father knew that was the hour when Jesus had said to him, Your son will live. And he himself believed, and all his household."
  },
  "54": {
    "reference": "04:54",
    "text": "When life's storms gather, trust that God's love is a shelter, protecting and surrounding you with His unwavering care."
  },
  "55": {
    "reference": "04:55",
    "text": "When doubts arise, trust that God's wisdom lights your path like a beacon, guiding you with clarity and hope through life's uncertainties."
  },
  "56": {
    "reference": "04:56",
    "text": "When burdens feel heavy, lean on Christ, who gives you strength like the wings of an eagle, lifting you above life's challenges with His power and grace."
  },
  "57": {
    "reference": "04:57",
    "text": "In moments of weakness, remember that God's grace is your anchor, holding you steady and renewing your spirit with His boundless love."
  },
  "58": {
    "reference": "04:58",
    "text": "In the darkest nights, trust that God's promises are like stars, illuminating your journey with His faithfulness and filling your heart with peace."
  },
  "59": {
    "reference": "04:59",
    "text": "When you feel lost, remember that God's truth is a compass, directing you with His love and leading you toward His purpose for your life."
  }
}