{
  "00": {
    "reference": "20:00",
    "text": "In the silence, listen for God's gentle whisper, calling you to peace. His grace surrounds you like the morning sun, bringing new hope and mercies each day. Rest in His promises and find joy in His unchanging love."
  },
  "01": {
    "reference": "20:01 (Psalm)",
    "text": "May the Lord answer you in the day of trouble! May the name of the God of Jacob protect you!"
  },
  "02": {
    "reference": "20:02 (Psalm)",
    "text": "May he send you help from the sanctuary and give you support from Zion!"
  },
  "03": {
    "reference": "20:03 (Exodus)",
    "text": "You shall have no other gods before me."
  },
  "04": {
    "reference": "20:04 (Psalm)",
    "text": "May he grant you your heart''s desire and fulfill all your plans!"
  },
  "05": {
    "reference": "20:05 (Psalm)",
    "text": "May we shout for joy over your salvation, and in the name of our God set up our banners! May the Lord fulfill all your petitions!"
  },
  "06": {
    "reference": "20:06 (Revelation)",
    "text": "Blessed and holy is the one who shares in the first resurrection! Over such the second death has no power, but they will be priests of God and of Christ, and they will reign with him for a thousand years."
  },
  "07": {
    "reference": "20:07 (Psalm)",
    "text": "Some trust in chariots and some in horses, but we trust in the name of the Lord our God."
  },
  "08": {
    "reference": "20:08 (Leviticus)",
    "text": "Keep my statutes and do them I am the Lord who sanctifies you."
  },
  "09": {
    "reference": "20:09 (Jeremiah)",
    "text": "If I say, I will not mention him, or speak any more in his name, there is in my heart as it were a burning fire shut up in my bones, and I am weary with holding it in, and I cannot."
  },
  "10": {
    "reference": "20:10 (Acts)",
    "text": "But Paul went down and bent over him, and taking him in his arms, said, Do not be alarmed, for his life is in him."
  },
  "11": {
    "reference": "20:11 (Proverbs)",
    "text": "Even a child makes himself known by his acts, by whether his conduct is pure and upright."
  },
  "12": {
    "reference": "20:12 (Exodus)",
    "text": "Honor your father and your mother, that your days may be long in the land that the Lord your God is giving you."
  },
  "13": {
    "reference": "20:13 (Jeremiah)",
    "text": "Sing to the Lord praise the Lord! For he has delivered the life of the needy from the hand of evildoers."
  },
  "14": {
    "reference": "20:14 (Matthew)",
    "text": "Take what belongs to you and go. I choose to give to this last worker as I give to you."
  },
  "15": {
    "reference": "20:15 (2 Chronicles)",
    "text": "And he said, Listen, all Judah and inhabitants of Jerusalem and King Jehoshaphat: Thus says the Lord to you, Do not be afraid and do not be dismayed at this great horde, for the battle is not yours but God''s."
  },
  "16": {
    "reference": "20:16 (Matthew)",
    "text": "So the last will be first, and the first last."
  },
  "17": {
    "reference": "20:17 (2 Chronicles)",
    "text": "You will not need to fight in this battle. Stand firm, hold your position, and see the salvation of the Lord on your behalf, O Judah and Jerusalem. Do not be afraid and do not be dismayed. Tomorrow go out against them, and the Lord will be with you."
  },
  "18": {
    "reference": "20:18 (John)",
    "text": "Mary Magdalene went and announced to the disciples, I have seen the Lordand that he had said these things to her."
  },
  "19": {
    "reference": "20:19 (John)",
    "text": "On the evening of that day, the first day of the week, the doors being locked where the disciples were for fear of the Jews, Jesus came and stood among them and said to them, Peace be with you."
  },
  "20": {
    "reference": "20:20 (2 Chronicles)",
    "text": "And they rose early in the morning and went out into the wilderness of Tekoa. And when they went out, Jehoshaphat stood and said, Hear me, Judah and inhabitants of Jerusalem! Believe in the Lord your God, and you will be established believe his prophets, and you will succeed."
  },
  "21": {
    "reference": "20:21 (John)",
    "text": "Jesus said to them again, Peace be with you. As the Father has sent me, even so I am sending you."
  },
  "22": {
    "reference": "20:22 (Proverbs)",
    "text": "Do not say, I will repay evil wait for the Lord, and he will deliver you."
  },
  "23": {
    "reference": "20:23 (John)",
    "text": "If you forgive the sins of any, they are forgiven them if you withhold forgiveness from any, it is withheld."
  },
  "24": {
    "reference": "20:24 (Acts)",
    "text": "But I do not account my life of any value nor as precious to myself, if only I may finish my course and the ministry that I received from the Lord Jesus, to testify to the gospel of the grace of God."
  },
  "25": {
    "reference": "20:25 (Luke)",
    "text": "He said to them, Then render to Caesar the things that are Caesar''s, and to God the things that are God''s."
  },
  "26": {
    "reference": "20:26 (Leviticus)",
    "text": "You shall be holy to me, for I the Lord am holy and have separated you from the peoples, that you should be mine."
  },
  "27": {
    "reference": "20:27 (Proverbs)",
    "text": "The spirit of man is the lamp of the Lord, searching all his innermost parts."
  },
  "28": {
    "reference": "20:28 (Matthew)",
    "text": "Even as the Son of Man came not to be served but to serve, and to give his life as a ransom for many."
  },
  "29": {
    "reference": "20:29 (John)",
    "text": "Jesus said to him, Have you believed because you have seen me? Blessed are those who have not seen and yet have believed."
  },
  "30": {
    "reference": "20:30 (Matthew)",
    "text": "And behold, there were two blind men sitting by the roadside, and when they heard that Jesus was passing by, they cried out, Lord, have mercy on us, Son of David!"
  },
  "31": {
    "reference": "20:31 (John)",
    "text": "But these are written so that you may believe that Jesus is the Christ, the Son of God, and that by believing you may have life in his name."
  },
  "32": {
    "reference": "20:32 (Acts)",
    "text": "And now I commend you to God and to the word of his grace, which is able to build you up and to give you the inheritance among all those who are sanctified."
  },
  "33": {
    "reference": "20:33 (Matthew)",
    "text": "They said to him, Lord, let our eyes be opened."
  },
  "34": {
    "reference": "20:34 (Matthew)",
    "text": "And Jesus in pity touched their eyes, and immediately they recovered their sight and followed him."
  },
  "35": {
    "reference": "20:35 (Acts)",
    "text": "In all things I have shown you that by working hard in this way we must help the weak and remember the words of the Lord Jesus, how he himself said, It is more blessed to give than to receive."
  },
  "36": {
    "reference": "20:36 (Luke)",
    "text": "For they cannot die anymore, because they are equal to angels and are sons of God, being sons of the resurrection."
  },
  "37": {
    "reference": "20:37 (Acts)",
    "text": "And there was much weeping on the part of all they embraced Paul and kissed him..."
  },
  "38": {
    "reference": "20:38 (Luke)",
    "text": "Now he is not God of the dead, but of the living, for all live to him."
  },
  "39": {
    "reference": "20:39 (Ezekiel)",
    "text": "As for you, O house of Israel, thus says the Lord God: Go serve every one of you his idols, now and hereafter, if you will not listen to me but my holy name you shall no more profane with your gifts and your idols."
  },
  "40": {
    "reference": "20:40 (Ezekiel)",
    "text": "For on my holy mountain, the mountain height of Israel, declares the Lord God, there all the house of Israel, all of them, shall serve me in the land. There I will accept them, and there I will require your contributions and the choicest of your gifts, with all your sacred offerings."
  },
  "41": {
    "reference": "20:41 (Luke)",
    "text": "But he said to them, How can they say that the Christ is David''s son?"
  },
  "42": {
    "reference": "20:42 (1 Samuel)",
    "text": "Then Jonathan said to David, Go in peace, because we have sworn both of us in the name of the Lord, saying, The Lord shall be between me and you, and between my offspring and your offspring, forever. And he rose and departed, and Jonathan went into the city."
  },
  "43": {
    "reference": "20:43 (1 Kings)",
    "text": "And the king of Israel went to his house vexed and sullen and came to Samaria."
  },
  "44": {
    "reference": "20:44 (Luke)",
    "text": "David thus calls him Lord, so how is he his son?"
  },
  "45": {
    "reference": "20:45 (Judges)",
    "text": "And they turned and fled toward the wilderness to the rock of Rimmon. Five thousand men of them were cut down in the highways. And they were pursued hard to Gidom, and 2,000 men of them were struck down."
  },
  "46": {
    "reference": "20:46 (Ezekiel)",
    "text": "Son of man, set your face toward the southland preach against the south, and prophesy against the forest land in the Negeb."
  },
  "47": {
    "reference": "20:47 (Luke)",
    "text": "Who devour widows'' houses and for a pretense make long prayers. They will receive the greater condemnation."
  },
  "48": {
    "reference": "20:48 (Ezekiel)",
    "text": "All flesh shall see that I the Lord have kindled it it shall not be quenched."
  },
  "49": {
    "reference": "20:49",
    "text": "In times of uncertainty, let your heart be anchored in God's truth. His faithfulness is a solid foundation, and His grace is a refreshing stream. Trust in Him, and take courage as He leads you onward with love."
  },
  "50": {
    "reference": "20:50",
    "text": "When doubts arise, let God's promises be your steadfast anchor. His truth surrounds you like a fortress, shielding you with love and grace. Embrace His peace, knowing He is always faithful to guide and protect you."
  },
  "51": {
    "reference": "20:51",
    "text": "Though storms may rage, God's love is a sheltering presence. His peace calms the fiercest winds, and His faithfulness is your safe harbor. Trust in His embrace, and let your spirit be renewed by His unending grace."
  },
  "52": {
    "reference": "20:52",
    "text": "When life feels overwhelming, remember that God's strength is your refuge. His mercy renews your spirit, and His love guides your steps. Trust in His care, for He is everpresent, a constant source of hope and peace."
  },
  "53": {
    "reference": "20:53",
    "text": "In moments of weariness, let the Lord be your strength and your shield. His unfailing love embraces you, and His wisdom lights your path. Draw near to Him, for He renews your heart with everlasting hope and joy."
  },
  "54": {
    "reference": "20:54",
    "text": "In the quiet of your heart, listen for God's whisper of love. His compassion renews your soul, and His promises are a beacon of light. Rest in His presence, for He brings peace and hope to every moment."
  },
  "55": {
    "reference": "20:55",
    "text": "When shadows seem to darken your path, let God's light be your guide. His love lifts every burden, and His grace fills you with courage. Trust in His presence, for He carries you through every trial with unwavering faithfulness."
  },
  "56": {
    "reference": "20:56",
    "text": "Amid the trials of life, find comfort in God's unwavering faithfulness. His hand leads you through every valley, and His love is a light that dispels all darkness. Trust His promises, and let your heart be filled with hope and strength."
  },
  "57": {
    "reference": "20:57",
    "text": "When doubts assail you, remember that God is your stronghold. His grace covers you like a shield, and His promises are unbreakable. Hold fast to His truth, for He fills your heart with unwavering courage and peace."
  },
  "58": {
    "reference": "20:58",
    "text": "In the midst of uncertainty, God is your anchor. His love never fails, and His peace surpasses all understanding. Cling to Him, and He will fill your heart with calm assurance and resilient hope."
  },
  "59": {
    "reference": "20:59",
    "text": "In every storm, remember that Christ is your shelter. His love enfolds you like a warm embrace, and His strength steadies your steps. Lean on Him, and find courage that turns fear into faith."
  }
}