{
  "00": {
    "reference": "13:00",
    "text": "When you face challenges, trust in God's mighty power. His strength lifts you up and turns obstacles into stepping stones for greater faith and joy."
  },
  "01": {
    "reference": "13:01 (Proverbs)",
    "text": "A wise son hears his father''s instruction, but a scoffer does not listen to rebuke."
  },
  "02": {
    "reference": "13:02 (1 Corinthians)",
    "text": "And if I have prophetic powers, and understand all mysteries and all knowledge, and if I have all faith, so as to remove mountains, but have not love, I am nothing."
  },
  "03": {
    "reference": "13:03 (Luke)",
    "text": "No, I tell you but unless you repent, you will all likewise perish."
  },
  "04": {
    "reference": "13:04 (1 Corinthians)",
    "text": "Love is patient and kind love does not envy or boast it is not arrogant."
  },
  "05": {
    "reference": "13:05 (2 Corinthians)",
    "text": "Examine yourselves, to see whether you are in the faith. Test yourselves. Or do you not realize this about yourselves, that Jesus Christ is in you?unless indeed you fail to meet the test!"
  },
  "06": {
    "reference": "13:06 (Hebrews)",
    "text": "So we can confidently say, The Lord is my helper I will not fear what can man do to me?"
  },
  "07": {
    "reference": "13:07 (1 Corinthians)",
    "text": "Love bears all things, believes all things, hopes all things, endures all things."
  },
  "08": {
    "reference": "13:08 (Hebrews)",
    "text": "Jesus Christ is the same yesterday and today and forever."
  },
  "09": {
    "reference": "13:09 (2 Corinthians)",
    "text": "For we are glad when we are weak and you are strong. Your restoration is what we pray for."
  },
  "10": {
    "reference": "13:10 (1 Corinthians)",
    "text": "But when the perfect comes, the partial will pass away."
  },
  "11": {
    "reference": "13:11 (2 Corinthians)",
    "text": "Finally, brothers, rejoice. Aim for restoration, comfort one another, agree with one another, live in peace and the God of love and peace will be with you."
  },
  "12": {
    "reference": "13:12 (Proverbs)",
    "text": "Hope deferred makes the heart sick, but a desire fulfilled is a tree of life."
  },
  "13": {
    "reference": "13:13 (1 Corinthians)",
    "text": "So now faith, hope, and love abide, these three but the greatest of these is love."
  },
  "14": {
    "reference": "13:14 (2 Corinthians)",
    "text": "The grace of the Lord Jesus Christ and the love of God and the fellowship of the Holy Spirit be with you all."
  },
  "15": {
    "reference": "13:15 (Jeremiah)",
    "text": "Hear and give ear be not proud, for the Lord has spoken."
  },
  "16": {
    "reference": "13:16 (Matthew)",
    "text": "But blessed are your eyes, for they see, and your ears, for they hear."
  },
  "17": {
    "reference": "13:17 (John)",
    "text": "If you know these things, blessed are you if you do them."
  },
  "18": {
    "reference": "13:18 (Hebrews)",
    "text": "Pray for us, for we are sure that we have a clear conscience, desiring to act honorably in all things."
  },
  "19": {
    "reference": "13:19 (Luke)",
    "text": "It is like a grain of mustard seed that a man took and sowed in his garden, and it grew and became a tree, and the birds of the air made nests in its branches."
  },
  "20": {
    "reference": "13:20 (Proverbs)",
    "text": "Whoever walks with the wise becomes wise, but the companion of fools will suffer harm."
  },
  "21": {
    "reference": "13:21 (Proverbs)",
    "text": "Disaster pursues sinners, but the righteous are rewarded with good."
  },
  "22": {
    "reference": "13:22 (Proverbs)",
    "text": "A good man leaves an inheritance to his children''s children, but the sinner''s wealth is laid up for the righteous."
  },
  "23": {
    "reference": "13:23 (Matthew)",
    "text": "As for what was sown on good soil, this is the one who hears the word and understands it. He indeed bears fruit and yields, in one case a hundredfold, in another sixty, and in another thirty."
  },
  "24": {
    "reference": "13:24 (Luke)",
    "text": "Strive to enter through the narrow door. For many, I tell you, will seek to enter and will not be able."
  },
  "25": {
    "reference": "13:25 (Hebrews)",
    "text": "Grace be with all of you."
  },
  "26": {
    "reference": "13:26 (Mark)",
    "text": "And then they will see the Son of Man coming in clouds with great power and glory."
  },
  "27": {
    "reference": "13:27 (2 Samuel)",
    "text": "But Absalom pressed him until he let Amnon and all the king''s sons go with him."
  },
  "28": {
    "reference": "13:28 (Mark)",
    "text": "From the fig tree learn its lesson: as soon as its branch becomes tender and puts out its leaves, you know that summer is near."
  },
  "29": {
    "reference": "13:29 (Luke)",
    "text": "And people will come from east and west, and from north and south, and recline at table in the kingdom of God."
  },
  "30": {
    "reference": "13:30 (Luke)",
    "text": "And behold, some are last who will be first, and some are first who will be last."
  },
  "31": {
    "reference": "13:31 (Mark)",
    "text": "Heaven and earth will pass away, but my words will not pass away."
  },
  "32": {
    "reference": "13:32 (Matthew)",
    "text": "It is the smallest of all seeds, but when it has grown it is larger than all the garden plants and becomes a tree, so that the birds of the air come and make nests in its branches."
  },
  "33": {
    "reference": "13:33 (Mark)",
    "text": "Be on guard, keep awake. For you do not know when the time will come."
  },
  "34": {
    "reference": "13:34 (John)",
    "text": "A new commandment I give to you, that you love one another: just as I have loved you, you also are to love one another."
  },
  "35": {
    "reference": "13:35 (John)",
    "text": "By this all people will know that you are my disciples, if you have love for one another."
  },
  "36": {
    "reference": "13:36 (John)",
    "text": "Simon Peter said to him, Lord, where are you going? Jesus answered him, Where I am going you cannot follow me now, but you will follow afterward."
  },
  "37": {
    "reference": "13:37 (Matthew)",
    "text": "He answered, The one who sows the good seed is the Son of Man."
  },
  "38": {
    "reference": "13:38 (Acts)",
    "text": "Let it be known to you therefore, brothers, that through this man forgiveness of sins is proclaimed to you..."
  },
  "39": {
    "reference": "13:39 (Acts)",
    "text": "And by him everyone who believes is freed from everything from which you could not be freed by the law of Moses."
  },
  "40": {
    "reference": "13:40 (Leviticus)",
    "text": "If a man''s hair falls out from his head, he is bald he is clean."
  },
  "41": {
    "reference": "13:41 (Leviticus)",
    "text": "And if a man''s hair falls out from his forehead, he has baldness of the forehead he is clean."
  },
  "42": {
    "reference": "13:42 (Acts)",
    "text": "As they went out, the people begged that these things might be told them the next Sabbath."
  },
  "43": {
    "reference": "13:43 (Matthew)",
    "text": "Then the righteous will shine like the sun in the kingdom of their Father. He who has ears, let him hear."
  },
  "44": {
    "reference": "13:44 (Matthew)",
    "text": "The kingdom of heaven is like treasure hidden in a field, which a man found and covered up. Then in his joy he goes and sells all that he has and buys that field."
  },
  "45": {
    "reference": "13:45 (Leviticus)",
    "text": "The leprous person who has the disease shall wear torn clothes and let the hair of his head hang loose, and he shall cover his upper lip and cry out, Unclean, unclean."
  },
  "46": {
    "reference": "13:46 (Leviticus)",
    "text": "He shall remain unclean as long as he has the disease. He is unclean. He shall live alone. His dwelling shall be outside the camp."
  },
  "47": {
    "reference": "13:47 (Acts)",
    "text": "For so the Lord has commanded us, saying, I have made you a light for the Gentiles, that you may bring salvation to the ends of the earth."
  },
  "48": {
    "reference": "13:48 (Acts)",
    "text": "And when the Gentiles heard this, they began rejoicing and glorifying the word of the Lord, and as many as were appointed to eternal life believed."
  },
  "49": {
    "reference": "13:49 (Acts)",
    "text": "And the word of the Lord was spreading throughout the whole region."
  },
  "50": {
    "reference": "13:50 (Acts)",
    "text": "But the Jews incited the devout women of high standing and the leading men of the city, stirred up persecution against Paul and Barnabas, and drove them out of their district."
  },
  "51": {
    "reference": "13:51 (Matthew)",
    "text": "Have you understood all these things? They said to him, Yes."
  },
  "52": {
    "reference": "13:52 (Acts)",
    "text": "And the disciples were filled with joy and with the Holy Spirit."
  },
  "53": {
    "reference": "13:53 (Matthew)",
    "text": "And when Jesus had finished these parables, he went away from there..."
  },
  "54": {
    "reference": "13:54 (Leviticus)",
    "text": "Then the priest shall command that they wash the thing in which is the disease, and he shall shut it up for another seven days."
  },
  "55": {
    "reference": "13:55 (Matthew)",
    "text": "Is not this the carpenter''s son? Is not his mother called Mary? And are not his brothers James and Joseph and Simon and Judas?"
  },
  "56": {
    "reference": "13:56 (Matthew)",
    "text": "And are not all his sisters with us? Where then did this man get all these things?"
  },
  "57": {
    "reference": "13:57 (Matthew)",
    "text": "And they took offense at him. But Jesus said to them, A prophet is not without honor except in his hometown and in his own household."
  },
  "58": {
    "reference": "13:58 (Matthew)",
    "text": "And he did not do many mighty works there, because of their unbelief."
  },
  "59": {
    "reference": "13:59",
    "text": "In times of storm, trust that God is your anchor. His steadfast love holds you firm, calming your heart and guiding you to safe harbors."
  }
}