{
  "00": {
    "reference": "19:00",
    "text": "Let your heart rest in God's promises, for He never fails. His love is a steadfast anchor for your soul, offering peace and strength to weather any storm. Trust in His perfect plan and find solace in His eternal care."
  },
  "01": {
    "reference": "19:01 (Revelation)",
    "text": "After this I heard what seemed to be the loud voice of a great multitude in heaven, crying out, Hallelujah! Salvation and glory and power belong to our God..."
  },
  "02": {
    "reference": "19:02 (Matthew)",
    "text": "And large crowds followed him, and he healed them there."
  },
  "03": {
    "reference": "19:03 (Leviticus)",
    "text": "Every one of you shall revere his mother and his father, and you shall keep my Sabbaths: I am the Lord your God."
  },
  "04": {
    "reference": "19:04 (Revelation)",
    "text": "And the twentyfour elders and the four living creatures fell down and worshiped God who was seated on the throne, saying, Amen. Hallelujah!"
  },
  "05": {
    "reference": "19:05 (Revelation)",
    "text": "And from the throne came a voice saying, Praise our God, all you his servants, you who fear him, small and great."
  },
  "06": {
    "reference": "19:06 (Matthew)",
    "text": "So they are no longer two but one flesh. What therefore God has joined together, let not man separate."
  },
  "07": {
    "reference": "19:07 (Revelation)",
    "text": "Let us rejoice and exult and give him the glory, for the marriage of the Lamb has come, and his Bride has made herself ready."
  },
  "08": {
    "reference": "19:08 (Proverbs)",
    "text": "Whoever gets sense loves his own soul he who keeps understanding will discover good."
  },
  "09": {
    "reference": "19:09 (Luke)",
    "text": "And Jesus said to him, Today salvation has come to this house, since he also is a son of Abraham."
  },
  "10": {
    "reference": "19:10 (Luke)",
    "text": "For the Son of Man came to seek and to save the lost."
  },
  "11": {
    "reference": "19:11 (Proverbs)",
    "text": "Good sense makes one slow to anger, and it is his glory to overlook an offense."
  },
  "12": {
    "reference": "19:12 (1 Kings)",
    "text": "And after the earthquake a fire, but the Lord was not in the fire. And after the fire the sound of a low whisper."
  },
  "13": {
    "reference": "19:13 (1 Chronicles)",
    "text": "Be strong, and let us use our strength for our people and for the cities of our God, and may the Lord do what seems good to him."
  },
  "14": {
    "reference": "19:14 (Matthew)",
    "text": "But Jesus said, Let the little children come to me and do not hinder them, for to such belongs the kingdom of heaven."
  },
  "15": {
    "reference": "19:15 (Leviticus)",
    "text": "You shall do no injustice in court. You shall not be partial to the poor or defer to the great, but in righteousness shall you judge your neighbor."
  },
  "16": {
    "reference": "19:16 (Proverbs)",
    "text": "Whoever keeps the commandment keeps his life he who despises his ways will die."
  },
  "17": {
    "reference": "19:17 (Luke)",
    "text": "And he said to him, Well done, good servant! Because you have been faithful in a very little, you shall have authority over ten cities."
  },
  "18": {
    "reference": "19:18 (Leviticus)",
    "text": "You shall not take vengeance or bear a grudge against the sons of your own people, but you shall love your neighbor as yourself: I am the Lord."
  },
  "19": {
    "reference": "19:19 (Matthew)",
    "text": "Honor your father and mother, and, You shall love your neighbor as yourself."
  },
  "20": {
    "reference": "19:20 (Acts)",
    "text": "So the word of the Lord continued to increase and prevail mightily."
  },
  "21": {
    "reference": "19:21 (Proverbs)",
    "text": "Many are the plans in the mind of a man, but it is the purpose of the Lord that will stand."
  },
  "22": {
    "reference": "19:22 (Proverbs)",
    "text": "What is desired in a man is steadfast love, and a poor man is better than a liar."
  },
  "23": {
    "reference": "19:23 (Proverbs)",
    "text": "The fear of the Lord leads to life, and whoever has it rests satisfied he will not be visited by harm."
  },
  "24": {
    "reference": "19:24 (Matthew)",
    "text": "Again I tell you, it is easier for a camel to go through the eye of a needle than for a rich person to enter the kingdom of God."
  },
  "25": {
    "reference": "19:25 (Job)",
    "text": "For I know that my Redeemer lives, and at the last he will stand upon the earth."
  },
  "26": {
    "reference": "19:26 (Matthew)",
    "text": "But Jesus looked at them and said, With man this is impossible, but with God all things are possible."
  },
  "27": {
    "reference": "19:27 (John)",
    "text": "Then he said to the disciple, Behold, your mother! And from that hour the disciple took her to his own home."
  },
  "28": {
    "reference": "19:28 (Matthew)",
    "text": "Jesus said to them, Truly, I say to you, in the new world, when the Son of Man will sit on his glorious throne, you who have followed me will also sit on twelve thrones, judging the twelve tribes of Israel."
  },
  "29": {
    "reference": "19:29 (Matthew)",
    "text": "And everyone who has left houses or brothers or sisters or father or mother or children or lands, for my name''s sake, will receive a hundredfold and will inherit eternal life."
  },
  "30": {
    "reference": "19:30 (Matthew)",
    "text": "But many who are first will be last, and the last first."
  },
  "31": {
    "reference": "19:31 (2 Kings)",
    "text": "For out of Jerusalem shall go a remnant, and out of Mount Zion a band of survivors. The zeal of the Lord will do this."
  },
  "32": {
    "reference": "19:32 (Joshua)",
    "text": "The sixth lot came out for the people of Naphtali, for the people of Naphtali, according to their clans."
  },
  "33": {
    "reference": "19:33 (Leviticus)",
    "text": "When a stranger sojourns with you in your land, you shall not do him wrong."
  },
  "34": {
    "reference": "19:34 (Leviticus)",
    "text": "You shall treat the stranger who sojourns with you as the native among you, and you shall love him as yourself, for you were strangers in the land of Egypt: I am the Lord your God."
  },
  "35": {
    "reference": "19:35 (Genesis)",
    "text": "So they made their father drink wine that night also. And the younger arose and lay with him, and he did not know when she lay down or when she arose."
  },
  "36": {
    "reference": "19:36 (John)",
    "text": "For these things took place that the Scripture might be fulfilled: Not one of his bones will be broken."
  },
  "37": {
    "reference": "19:37 (Acts)",
    "text": "For you have brought these men here who are neither sacrilegious nor blasphemers of our goddess."
  },
  "38": {
    "reference": "19:38 (Luke)",
    "text": "Saying, Blessed is the King who comes in the name of the Lord! Peace in heaven and glory in the highest!"
  },
  "39": {
    "reference": "19:39 (2 Samuel)",
    "text": "Then all the people went over the Jordan, and the king went over. And the king kissed Barzillai and blessed him, and he returned to his own home."
  },
  "40": {
    "reference": "19:40 (Luke)",
    "text": "He answered, I tell you, if these were silent, the very stones would cry out."
  },
  "41": {
    "reference": "19:41 (John)",
    "text": "Now in the place where he was crucified there was a garden, and in the garden a new tomb in which no one had yet been laid."
  },
  "42": {
    "reference": "19:42 (John)",
    "text": "So because of the Jewish day of Preparation, since the tomb was close at hand, they laid Jesus there."
  },
  "43": {
    "reference": "19:43 (Joshua)",
    "text": "Elon, Timnah, Ekron..."
  },
  "44": {
    "reference": "19:44 (Joshua)",
    "text": "Eltekeh, Gibbethon, Baalath..."
  },
  "45": {
    "reference": "19:45 (Luke)",
    "text": "And he entered the temple and began to drive out those who sold..."
  },
  "46": {
    "reference": "19:46 (Luke)",
    "text": "Saying to them, It is written, My house shall be a house of prayer, but you have made it a den of robbers."
  },
  "47": {
    "reference": "19:47 (Luke)",
    "text": "And he was teaching daily in the temple. The chief priests and the scribes and the principal men of the people were seeking to destroy him..."
  },
  "48": {
    "reference": "19:48 (Luke)",
    "text": "But they did not find anything they could do, for all the people were hanging on his words."
  },
  "49": {
    "reference": "19:49",
    "text": "In every moment, God's presence enfolds you like a gentle embrace. His wisdom lights your way, turning every challenge into an opportunity for growth. Walk boldly with His strength, for His love never falters."
  },
  "50": {
    "reference": "19:50",
    "text": "Fear not, for the Lord walks beside you. His unfailing love is your refuge, renewing your spirit and granting you courage to face any challenge. Trust in His guidance, and find peace in His steadfast care."
  },
  "51": {
    "reference": "19:51",
    "text": "Rejoice in the Lord's unfailing love, for it lights every shadowed path. His strength is your foundation, enabling you to rise above any challenge. Lean on Him, and find joy in His unending faithfulness."
  },
  "52": {
    "reference": "19:52",
    "text": "In every step, let God's grace guide you. His love is an everpresent help, uplifting you when the road is steep. Trust in His strength, for He turns every trial into triumph and fills your heart with His peace."
  },
  "53": {
    "reference": "19:53",
    "text": "Embrace the peace of God, which surpasses all understanding. In His presence, find the strength to navigate life's hills and valleys. Lean into His love, for it never dwindles and always sustains."
  },
  "54": {
    "reference": "19:54",
    "text": "In life's stormy seas, let God be your anchor. His grace steadies you, His promises give you hope, and His love is a lighthouse guiding you home. Rest in His care, for He holds you close through every wave."
  },
  "55": {
    "reference": "19:55",
    "text": "Under the shelter of God's wings, find your strength and solace. His faithfulness is your shield, covering you in times of trouble. Look to Him, and let His unwavering love fill your heart with hope and courage."
  },
  "56": {
    "reference": "19:56",
    "text": "In moments of doubt, remember that God's wisdom lights your way. His promises are a compass, guiding you to peace and purpose. Trust in His unfailing love, and let your heart find rest in His perfect plan."
  },
  "57": {
    "reference": "19:57",
    "text": "When life's journey feels uncertain, remember you are never alone. God walks beside you, lighting your path with hope. His love is your constant companion, offering you strength and joy for every step you take."
  },
  "58": {
    "reference": "19:58",
    "text": "When the road is rugged, let faith be your steadfast guide. God walks with you, His light illuminating every shadow. Trust His unfailing strength, for He is your rock and refuge in all circumstances."
  },
  "59": {
    "reference": "19:59",
    "text": "When burdens weigh heavy, remember God's arms are open wide. His love lifts you, offering rest and renewal. Lean on Him, for His strength is perfect and His peace surpasses all understanding."
  }
}