{
  "00": {
    "reference": "22:00",
    "text": "When your journey feels overwhelming, God is your guide. His light illuminates the way ahead, and His grace steadies your step. Trust in Him, and He will lead you with His gentle, unfailing love."
  },
  "01": {
    "reference": "22:01 (Proverbs)",
    "text": "A good name is to be chosen rather than great riches, and favor is better than silver or gold."
  },
  "02": {
    "reference": "22:02 (2 Samuel)",
    "text": "He said, The Lord is my rock and my fortress and my deliverer..."
  },
  "03": {
    "reference": "22:03 (Revelation)",
    "text": "No longer will there be anything accursed, but the throne of God and of the Lamb will be in it, and his servants will worship him."
  },
  "04": {
    "reference": "22:04 (Proverbs)",
    "text": "The reward for humility and fear of the Lord is riches and honor and life."
  },
  "05": {
    "reference": "22:05 (Psalm)",
    "text": "To you they cried and were rescued in you they trusted and were not put to shame."
  },
  "06": {
    "reference": "22:06 (Proverbs)",
    "text": "Train up a child in the way he should go even when he is old he will not depart from it."
  },
  "07": {
    "reference": "22:07 (Revelation)",
    "text": "And behold, I am coming soon. Blessed is the one who keeps the words of the prophecy of this book."
  },
  "08": {
    "reference": "22:08 (Genesis)",
    "text": "Abraham said, God will provide for himself the lamb for a burnt offering, my son. So they went both of them together."
  },
  "09": {
    "reference": "22:09 (Proverbs)",
    "text": "Whoever has a bountiful eye will be blessed, for he shares his bread with the poor."
  },
  "10": {
    "reference": "22:10 (1 Chronicles)",
    "text": "He shall build a house for my name. He shall be my son, and I will be his father, and I will establish his royal throne in Israel forever."
  },
  "11": {
    "reference": "22:11 (Psalm)",
    "text": "Be not far from me, for trouble is near, and there is none to help."
  },
  "12": {
    "reference": "22:12 (1 Chronicles)",
    "text": "Only, may the Lord grant you discretion and understanding, that when he gives you charge over Israel you may keep the law of the Lord your God."
  },
  "13": {
    "reference": "22:13 (Revelation)",
    "text": "I am the Alpha and the Omega, the first and the last, the beginning and the end."
  },
  "14": {
    "reference": "22:14 (Revelation)",
    "text": "Blessed are those who wash their robes, so that they may have the right to the tree of life and that they may enter the city by the gates."
  },
  "15": {
    "reference": "22:15 (Luke)",
    "text": "And he said to them, I have earnestly desired to eat this Passover with you before I suffer."
  },
  "16": {
    "reference": "22:16 (Acts)",
    "text": "And now why do you wait? Rise and be baptized and wash away your sins, calling on his name."
  },
  "17": {
    "reference": "22:17 (Revelation)",
    "text": "The Spirit and the Bride say, Come. And let the one who hears say, Come. And let the one who is thirsty come let the one who desires take the water of life without price."
  },
  "18": {
    "reference": "22:18 (2 Samuel)",
    "text": "He rescued me from my strong enemy, from those who hated me, for they were too mighty for me."
  },
  "19": {
    "reference": "22:19 (2 Samuel)",
    "text": "They confronted me in the day of my calamity, but the Lord was my support."
  },
  "20": {
    "reference": "22:20 (Revelation)",
    "text": "He who testifies to these things says, Surely I am coming soon. Amen. Come, Lord Jesus!"
  },
  "21": {
    "reference": "22:21 (Revelation)",
    "text": "The grace of the Lord Jesus be with all. Amen."
  },
  "22": {
    "reference": "22:22 (Exodus)",
    "text": "You shall not mistreat any widow or fatherless child."
  },
  "23": {
    "reference": "22:23 (Psalm)",
    "text": "You who fear the Lord, praise him! All you offspring of Jacob, glorify him, and stand in awe of him, all you offspring of Israel!"
  },
  "24": {
    "reference": "22:24 (Psalm)",
    "text": "For he has not despised or abhorred the affliction of the afflicted, and he has not hidden his face from him, but has heard, when he cried to him."
  },
  "25": {
    "reference": "22:25 (Job)",
    "text": "Then the Almighty will be your gold and your precious silver."
  },
  "26": {
    "reference": "22:26 (Psalm)",
    "text": "The afflicted shall eat and be satisfied those who seek him shall praise the Lord! May your hearts live forever!"
  },
  "27": {
    "reference": "22:27 (Job)",
    "text": "You will make your prayer to him, and he will hear you, and you will pay your vows."
  },
  "28": {
    "reference": "22:28 (Psalm)",
    "text": "For kingship belongs to the Lord, and he rules over the nations."
  },
  "29": {
    "reference": "22:29 (2 Samuel)",
    "text": "For you are my lamp, O Lord, and my God lightens my darkness."
  },
  "30": {
    "reference": "22:30 (2 Samuel)",
    "text": "For by you I can run against a troop, and by my God I can leap over a wall."
  },
  "31": {
    "reference": "22:31 (2 Samuel)",
    "text": "This Godhis way is perfect the word of the Lord proves true he is a shield for all those who take refuge in him."
  },
  "32": {
    "reference": "22:32 (2 Samuel)",
    "text": "For who is God, but the Lord? And who is a rock, except our God?"
  },
  "33": {
    "reference": "22:33 (2 Samuel)",
    "text": "This God is my strong refuge and has made my way blameless."
  },
  "34": {
    "reference": "22:34 (2 Samuel)",
    "text": "He made my feet like the feet of a deer and set me secure on the heights."
  },
  "35": {
    "reference": "22:35 (Luke)",
    "text": "And he said to them, When I sent you out with no moneybag or knapsack or sandals, did you lack anything? They said, Nothing."
  },
  "36": {
    "reference": "22:36 (2 Samuel)",
    "text": "You have given me the shield of your salvation, and your gentleness made me great."
  },
  "37": {
    "reference": "22:37 (Matthew)",
    "text": "And he said to him, You shall love the Lord your God with all your heart and with all your soul and with all your mind."
  },
  "38": {
    "reference": "22:38 (Matthew)",
    "text": "This is the great and first commandment."
  },
  "39": {
    "reference": "22:39 (Matthew)",
    "text": "And a second is like it: You shall love your neighbor as yourself."
  },
  "40": {
    "reference": "22:40 (Luke)",
    "text": "And when he came to the place, he said to them, Pray that you may not enter into temptation."
  },
  "41": {
    "reference": "22:41 (2 Samuel)",
    "text": "You made my enemies turn their backs to me, those who hated me, and I destroyed them."
  },
  "42": {
    "reference": "22:42 (Luke)",
    "text": "Saying, Father, if you are willing, remove this cup from me. Nevertheless, not my will, but yours, be done."
  },
  "43": {
    "reference": "22:43 (Luke)",
    "text": "And there appeared to him an angel from heaven, strengthening him."
  },
  "44": {
    "reference": "22:44 (2 Samuel)",
    "text": "You delivered me from strife with my people you kept me as the head of the nations people whom I had not known served me."
  },
  "45": {
    "reference": "22:45 (Matthew)",
    "text": "If then David calls him Lord, how is he his son?"
  },
  "46": {
    "reference": "22:46 (Luke)",
    "text": "And he said to them, Why are you sleeping? Rise and pray that you may not enter into temptation."
  },
  "47": {
    "reference": "22:47 (2 Samuel)",
    "text": "The Lord lives, and blessed be my rock, and exalted be my God, the rock of my salvation..."
  },
  "48": {
    "reference": "22:48 (2 Samuel)",
    "text": "The God who gave me vengeance and brought down peoples under me..."
  },
  "49": {
    "reference": "22:49 (Luke)",
    "text": "And when those who were around him saw what would follow, they said, Lord, shall we strike with the sword?"
  },
  "50": {
    "reference": "22:50 (2 Samuel)",
    "text": "For this I will praise you, O Lord, among the nations, and sing praises to your name."
  },
  "51": {
    "reference": "22:51 (Luke)",
    "text": "But Jesus said, No more of this! And he touched his ear and healed him."
  },
  "52": {
    "reference": "22:52 (1 Kings)",
    "text": "He did what was evil in the sight of the Lord and walked in the way of his father and in the way of his mother and in the way of Jeroboam the son of Nebat, who made Israel to sin."
  },
  "53": {
    "reference": "22:53 (1 Kings)",
    "text": "He served Baal and worshiped him and provoked the Lord, the God of Israel, to anger in every way that his father had done."
  },
  "54": {
    "reference": "22:54",
    "text": "In moments of uncertainty, God is your anchor. His truth steadies your heart, and His promises hold firmly in the waves. Cling to Him, and He will fill your soul with His enduring peace."
  },
  "55": {
    "reference": "22:55",
    "text": "When you face challenges, God is your shield. His protection surrounds you, and His grace strengthens your heart. Trust Him, and He will uphold you with His faithful care."
  },
  "56": {
    "reference": "22:56",
    "text": "In times of sorrow, God is your comfort. His love wraps around you, bringing peace and healing. Rest in Him, and He will fill your heart with His gentle presence."
  },
  "57": {
    "reference": "22:57",
    "text": "When you feel weary, God is your rest. His peace renews your spirit, and His love refreshes your soul. Lean on Him, and He will provide strength with His boundless grace."
  },
  "58": {
    "reference": "22:58",
    "text": "When hope seems distant, God is your refuge. His arms provide shelter, and His love restores your spirit. Rely on Him, and He will renew your strength with His endless mercy."
  },
  "59": {
    "reference": "22:59",
    "text": "In moments of doubt, God is your guide. His wisdom lights your path, and His word directs your steps. Seek Him, and He will lead you with His unfailing truth."
  }
}