{
  "00": {
    "reference": "09:00",
    "text": "In moments of doubt, let God's love be your compass, guiding your heart with His truth and inspiring you with the courage to trust His perfect plan."
  },
  "01": {
    "reference": "09:01 (Genesis)",
    "text": "And God blessed Noah and his sons and said to them, Be fruitful and multiply and fill the earth."
  },
  "02": {
    "reference": "09:02 (Exodus)",
    "text": "For if you refuse to let them go and still hold them..."
  },
  "03": {
    "reference": "09:03 (Isaiah)",
    "text": "You have multiplied the nation you have increased its joy they rejoice before you as with joy at the harvest, as they are glad when they divide the spoil."
  },
  "04": {
    "reference": "09:04 (Matthew)",
    "text": "But Jesus, knowing their thoughts, said, Why do you think evil in your hearts?"
  },
  "05": {
    "reference": "09:05 (John)",
    "text": "As long as I am in the world, I am the light of the world."
  },
  "06": {
    "reference": "09:06 (Isaiah)",
    "text": "For to us a child is born, to us a son is given and the government shall be upon his shoulder, and his name shall be called Wonderful Counselor, Mighty God, Everlasting Father, Prince of Peace."
  },
  "07": {
    "reference": "09:07 (Ecclesiastes)",
    "text": "Go, eat your bread with joy, and drink your wine with a merry heart, for God has already approved what you do."
  },
  "08": {
    "reference": "09:08 (2 Corinthians)",
    "text": "And God is able to make all grace abound to you, so that having all sufficiency in all things at all times, you may abound in every good work."
  },
  "09": {
    "reference": "09:09 (Psalm)",
    "text": "The Lord is a stronghold for the oppressed, a stronghold in times of trouble."
  },
  "10": {
    "reference": "09:10 (Proverbs)",
    "text": "The fear of the Lord is the beginning of wisdom, and the knowledge of the Holy One is insight."
  },
  "11": {
    "reference": "09:11 (Proverbs)",
    "text": "For by me your days will be multiplied, and years will be added to your life."
  },
  "12": {
    "reference": "09:12 (Nehemiah)",
    "text": "By a pillar of cloud you led them in the day, and by a pillar of fire in the night to light for them the way in which they should go."
  },
  "13": {
    "reference": "09:13 (Genesis)",
    "text": "I have set my bow in the cloud, and it shall be a sign of the covenant between me and the earth."
  },
  "14": {
    "reference": "09:14 (Hebrews)",
    "text": "How much more will the blood of Christ, who through the eternal Spirit offered himself without blemish to God, purify our conscience from dead works to serve the living God."
  },
  "15": {
    "reference": "09:15 (Genesis)",
    "text": "I will remember my covenant that is between me and you and every living creature of all flesh. And the waters shall never again become a flood to destroy all flesh."
  },
  "16": {
    "reference": "09:16 (Romans)",
    "text": "So then it depends not on human will or exertion, but on God, who has mercy."
  },
  "17": {
    "reference": "09:17 (Nehemiah)",
    "text": "They refused to obey and were not mindful of the wonders that you performed among them, but they stiffened their neck and appointed a leader to return to their slavery in Egypt. But you are a God ready to forgive, gracious and merciful, slow to anger and abounding in steadfast love, and did not forsake them."
  },
  "18": {
    "reference": "09:18 (Psalm)",
    "text": "For the needy shall not always be forgotten, and the hope of the poor shall not perish forever."
  },
  "19": {
    "reference": "09:19 (1 Corinthians)",
    "text": "For though I am free from all, I have made myself a servant to all, that I might win more of them."
  },
  "20": {
    "reference": "09:20 (Acts)",
    "text": "And immediately he proclaimed Jesus in the synagogues, saying, He is the Son of God."
  },
  "21": {
    "reference": "09:21 (Nehemiah)",
    "text": "Forty years you sustained them in the wilderness, and they lacked nothing. Their clothes did not wear out and their feet did not swell."
  },
  "22": {
    "reference": "09:22 (Acts)",
    "text": "But Saul increased all the more in strength, and confounded the Jews who lived in Damascus by proving that Jesus was the Christ."
  },
  "23": {
    "reference": "09:23 (Mark)",
    "text": "And Jesus said to him, If you can! All things are possible for one who believes."
  },
  "24": {
    "reference": "09:24 (Mark)",
    "text": "Immediately the father of the child cried out and said, I believe help my unbelief!"
  },
  "25": {
    "reference": "09:25 (John)",
    "text": "He answered, Whether he is a sinner I do not know. One thing I do know, that though I was blind, now I see."
  },
  "26": {
    "reference": "09:26 (Romans)",
    "text": "And in the very place where it was said to them, You are not my people, there they will be called sons of the living God."
  },
  "27": {
    "reference": "09:27 (Mark)",
    "text": "But Jesus took him by the hand and lifted him up, and he arose."
  },
  "28": {
    "reference": "09:28 (Hebrews)",
    "text": "So Christ, having been offered once to bear the sins of many, will appear a second time, not to deal with sin but to save those who are eagerly waiting for him."
  },
  "29": {
    "reference": "09:29 (Matthew)",
    "text": "Then he touched their eyes, saying, According to your faith be it done to you."
  },
  "30": {
    "reference": "09:30 (Romans)",
    "text": "What shall we say, then? That Gentiles who did not pursue righteousness have attained it, that is, a righteousness that is by faith."
  },
  "31": {
    "reference": "09:31 (Nehemiah)",
    "text": "Nevertheless, in your great mercies you did not make an end of them or forsake them, for you are a gracious and merciful God."
  },
  "32": {
    "reference": "09:32 (2 Kings)",
    "text": "And he lifted up his face to the window and said, Who is on my side? Who? Two or three eunuchs looked out at him."
  },
  "33": {
    "reference": "09:33 (Matthew)",
    "text": "And when the demon had been cast out, the mute man spoke. And the crowds marveled, saying, Never was anything like this seen in Israel."
  },
  "34": {
    "reference": "09:34 (Acts)",
    "text": "And Peter said to him, Aeneas, Jesus Christ heals you rise and make your bed. And immediately he rose."
  },
  "35": {
    "reference": "09:35 (Luke)",
    "text": "And a voice came out of the cloud, saying, This is my Son, my Chosen One listen to him!"
  },
  "36": {
    "reference": "09:36 (Matthew)",
    "text": "When he saw the crowds, he had compassion for them, because they were harassed and helpless, like sheep without a shepherd."
  },
  "37": {
    "reference": "09:37 (Mark)",
    "text": "Whoever receives one such child in my name receives me, and whoever receives me, receives not me but him who sent me."
  },
  "38": {
    "reference": "09:38 (John)",
    "text": "He said, Lord, I believe, and he worshiped him."
  },
  "39": {
    "reference": "09:39 (Mark)",
    "text": "But Jesus said, Do not stop him, for no one who does a mighty work in my name will be able soon afterward to speak evil of me."
  },
  "40": {
    "reference": "09:40 (Mark)",
    "text": "For the one who is not against us is for us."
  },
  "41": {
    "reference": "09:41 (Mark)",
    "text": "For truly, I say to you, whoever gives you a cup of water to drink because you belong to Christ will by no means lose his reward."
  },
  "42": {
    "reference": "09:42 (Acts)",
    "text": "And it became known throughout all Joppa, and many believed in the Lord."
  },
  "43": {
    "reference": "09:43 (Acts)",
    "text": "And he stayed in Joppa for many days with one Simon, a tanner."
  },
  "44": {
    "reference": "09:44 (Luke)",
    "text": "Let these words sink into your ears: The Son of Man is about to be delivered into the hands of men."
  },
  "45": {
    "reference": "09:45 (Luke)",
    "text": "But they did not understand this saying, and it was concealed from them, so that they might not perceive it. And they were afraid to ask him about this saying."
  },
  "46": {
    "reference": "09:46 (Judges)",
    "text": "When all the leaders of the Tower of Shechem heard of it, they entered the stronghold of the house of Elberith."
  },
  "47": {
    "reference": "09:47 (Luke)",
    "text": "But Jesus, knowing the reasoning of their hearts, took a child and put him by his side."
  },
  "48": {
    "reference": "09:48 (Luke)",
    "text": "And said to them, Whoever receives this child in my name receives me, and whoever receives me receives him who sent me. For he who is least among you all is the one who is great."
  },
  "49": {
    "reference": "09:49 (Judges)",
    "text": "So every one of the people cut down his bundle and following Abimelech put it against the stronghold, and they set the stronghold on fire over them, so that all the people of the Tower of Shechem also died, about 1,000 men and women."
  },
  "50": {
    "reference": "09:50 (Luke)",
    "text": "But Jesus said to him, Do not stop him, for the one who is not against you is for you."
  },
  "51": {
    "reference": "09:51 (Luke)",
    "text": "When the days drew near for him to be taken up, he set his face to go to Jerusalem."
  },
  "52": {
    "reference": "09:52 (Judges)",
    "text": "And Abimelech came to the tower and fought against it and drew near to the door of the tower to burn it with fire."
  },
  "53": {
    "reference": "09:53 (Luke)",
    "text": "But the people did not receive him, because his face was set toward Jerusalem."
  },
  "54": {
    "reference": "09:54 (Luke)",
    "text": "And when his disciples James and John saw it, they said, Lord, do you want us to tell fire to come down from heaven and consume them?"
  },
  "55": {
    "reference": "09:55 (Judges)",
    "text": "And when the men of Israel saw that Abimelech was dead, everyone departed to his home."
  },
  "56": {
    "reference": "09:56 (Judges)",
    "text": "Thus God returned the evil of Abimelech, which he committed against his father in killing his seventy brothers."
  },
  "57": {
    "reference": "09:57 (Luke)",
    "text": "As they were going along the road, someone said to him, I will follow you wherever you go."
  },
  "58": {
    "reference": "09:58",
    "text": "When the path ahead seems unclear, remember that God walks beside you, illuminating your steps with His wisdom and filling your soul with unwavering faith."
  },
  "59": {
    "reference": "09:59",
    "text": "When you feel weary, lean on God's strength. His power sustains you, renewing your spirit and lifting you with His boundless grace."
  }
}