{
  "00": {
    "reference": "12:00",
    "text": "Even when the path is shadowed, God's light shines the way. His truth is a lamp to your feet, guiding you with love and peace on your journey forward."
  },
  "01": {
    "reference": "12:01 (Isaiah)",
    "text": "You will say in that day: I will give thanks to you, O Lord, for though you were angry with me, your anger turned away, that you might comfort me."
  },
  "02": {
    "reference": "12:02 (Hebrews)",
    "text": "Looking to Jesus, the founder and perfecter of our faith, who for the joy that was set before him endured the cross, despising the shame, and is seated at the right hand of the throne of God."
  },
  "03": {
    "reference": "12:03 (Isaiah)",
    "text": "With joy you will draw water from the wells of salvation."
  },
  "04": {
    "reference": "12:04 (1 Corinthians)",
    "text": "Now there are varieties of gifts, but the same Spirit."
  },
  "05": {
    "reference": "12:05 (Isaiah)",
    "text": "Sing praises to the Lord, for he has done gloriously let this be made known in all the earth."
  },
  "06": {
    "reference": "12:06 (Luke)",
    "text": "Are not five sparrows sold for two pennies? And not one of them is forgotten before God."
  },
  "07": {
    "reference": "12:07 (Proverbs)",
    "text": "The wicked are overthrown and are no more, but the house of the righteous will stand."
  },
  "08": {
    "reference": "12:08 (Luke)",
    "text": "And I tell you, everyone who acknowledges me before men, the Son of Man also will acknowledge before the angels of God..."
  },
  "09": {
    "reference": "12:09 (2 Corinthians)",
    "text": "But he said to me, My grace is sufficient for you, for my power is made perfect in weakness. Therefore I will boast all the more gladly of my weaknesses, so that the power of Christ may rest upon me."
  },
  "10": {
    "reference": "12:10 (Romans)",
    "text": "Love one another with brotherly affection. Outdo one another in showing honor."
  },
  "11": {
    "reference": "12:11 (Romans)",
    "text": "Do not be slothful in zeal, be fervent in spirit, serve the Lord."
  },
  "12": {
    "reference": "12:12 (Romans)",
    "text": "Rejoice in hope, be patient in tribulation, be constant in prayer."
  },
  "13": {
    "reference": "12:13 (Job)",
    "text": "With God are wisdom and might he has counsel and understanding."
  },
  "14": {
    "reference": "12:14 (Romans)",
    "text": "Bless those who persecute you bless and do not curse them."
  },
  "15": {
    "reference": "12:15 (Romans)",
    "text": "Rejoice with those who rejoice, weep with those who weep."
  },
  "16": {
    "reference": "12:16 (Romans)",
    "text": "Live in harmony with one another. Do not be haughty, but associate with the lowly. Never be wise in your own sight."
  },
  "17": {
    "reference": "12:17 (Romans)",
    "text": "Repay no one evil for evil, but give thought to do what is honorable in the sight of all."
  },
  "18": {
    "reference": "12:18 (Proverbs)",
    "text": "There is one whose rash words are like sword thrusts, but the tongue of the wise brings healing."
  },
  "19": {
    "reference": "12:19 (Romans)",
    "text": "Beloved, never avenge yourselves, but leave it to the wrath of God, for it is written, Vengeance is mine, I will repay, says the Lord."
  },
  "20": {
    "reference": "12:20 (1 Corinthians)",
    "text": "As it is, there are many parts, yet one body."
  },
  "21": {
    "reference": "12:21 (Romans)",
    "text": "Do not be overcome by evil, but overcome evil with good."
  },
  "22": {
    "reference": "12:22 (Luke)",
    "text": "And he said to his disciples, Therefore I tell you, do not be anxious about your life, what you will eat, nor about your body, what you will put on."
  },
  "23": {
    "reference": "12:23 (Luke)",
    "text": "For life is more than food, and the body more than clothing."
  },
  "24": {
    "reference": "12:24 (Luke)",
    "text": "Consider the ravens: they neither sow nor reap, they have neither storehouse nor barn, and yet God feeds them. Of how much more value are you than the birds!"
  },
  "25": {
    "reference": "12:25 (Luke)",
    "text": "And which of you by being anxious can add a single hour to his span of life?"
  },
  "26": {
    "reference": "12:26 (1 Corinthians)",
    "text": "If one member suffers, all suffer together if one member is honored, all rejoice together."
  },
  "27": {
    "reference": "12:27 (Luke)",
    "text": "Consider the lilies, how they grow: they neither toil nor spin, yet I tell you, even Solomon in all his glory was not arrayed like one of these."
  },
  "28": {
    "reference": "12:28 (Luke)",
    "text": "But if God so clothes the grass, which is alive in the field today, and tomorrow is thrown into the oven, how much more will he clothe you, O you of little faith!"
  },
  "29": {
    "reference": "12:29 (Luke)",
    "text": "And do not seek what you are to eat and what you are to drink, nor be worried."
  },
  "30": {
    "reference": "12:30 (Mark)",
    "text": "And you shall love the Lord your God with all your heart and with all your soul and with all your mind and with all your strength."
  },
  "31": {
    "reference": "12:31 (Luke)",
    "text": "Instead, seek his kingdom, and these things will be added to you."
  },
  "32": {
    "reference": "12:32 (Luke)",
    "text": "Fear not, little flock, for it is your Father''s good pleasure to give you the kingdom."
  },
  "33": {
    "reference": "12:33 (Mark)",
    "text": "And to love him with all the heart and with all the understanding and with all the strength, and to love one''s neighbor as oneself, is much more than all whole burnt offerings and sacrifices."
  },
  "34": {
    "reference": "12:34 (Luke)",
    "text": "For where your treasure is, there will your heart be also."
  },
  "35": {
    "reference": "12:35 (Matthew)",
    "text": "The good person out of his good treasure brings forth good, and the evil person out of his evil treasure brings forth evil."
  },
  "36": {
    "reference": "12:36 (Exodus)",
    "text": "And the Lord had given the people favor in the sight of the Egyptians, so that they let them have what they asked. Thus they plundered the Egyptians."
  },
  "37": {
    "reference": "12:37 (Luke)",
    "text": "Blessed are those servants whom the master finds awake when he comes. Truly, I say to you, he will dress himself for service and have them recline at table, and he will come and serve them."
  },
  "38": {
    "reference": "12:38 (Luke)",
    "text": "If he comes in the second watch, or in the third, and finds them awake, blessed are those servants!"
  },
  "39": {
    "reference": "12:39 (1 Chronicles)",
    "text": "And they were there with David for three days, eating and drinking, for their brothers had made preparation for them."
  },
  "40": {
    "reference": "12:40 (Luke)",
    "text": "You also must be ready, for the Son of Man is coming at an hour you do not expect."
  },
  "41": {
    "reference": "12:41 (Nehemiah)",
    "text": "And the priests Eliakim, Maaseiah, Miniamin, Micaiah, Elioenai, Zechariah, and Hananiah, with trumpets."
  },
  "42": {
    "reference": "12:42 (Mark)",
    "text": "And a poor widow came and put in two small copper coins, which make a penny."
  },
  "43": {
    "reference": "12:43 (Luke)",
    "text": "Blessed is that servant whom his master will find so doing when he comes."
  },
  "44": {
    "reference": "12:44 (John)",
    "text": "And Jesus cried out and said, Whoever believes in me, believes not in me but in him who sent me."
  },
  "45": {
    "reference": "12:45 (John)",
    "text": "And whoever sees me sees him who sent me."
  },
  "46": {
    "reference": "12:46 (John)",
    "text": "I have come into the world as light, so that whoever believes in me may not remain in darkness."
  },
  "47": {
    "reference": "12:47 (John)",
    "text": "If anyone hears my words and does not keep them, I do not judge him for I did not come to judge the world but to save the world."
  },
  "48": {
    "reference": "12:48 (Exodus)",
    "text": "If a stranger shall sojourn with you and would keep the Passover to the Lord, let all his males be circumcised. Then he may come near and keep it he shall be as a native of the land. But no uncircumcised person shall eat of it."
  },
  "49": {
    "reference": "12:49 (Exodus)",
    "text": "There shall be one law for the native and for the stranger who sojourns among you."
  },
  "50": {
    "reference": "12:50 (Matthew)",
    "text": "For whoever does the will of my Father in heaven is my brother and sister and mother."
  },
  "51": {
    "reference": "12:51 (Exodus)",
    "text": "And on that very day the Lord brought the people of Israel out of the land of Egypt by their hosts."
  },
  "52": {
    "reference": "12:52",
    "text": "In the garden of your heart, let faith blossom like a vibrant flower. God nurtures every seed with His unwavering love, bringing forth joy and resilience."
  },
  "53": {
    "reference": "12:53",
    "text": "In the tapestry of life, trust in God's plan. He weaves each thread with wisdom and grace, creating a masterpiece of hope and purpose for your life."
  },
  "54": {
    "reference": "12:54",
    "text": "When challenges surround you, trust in God's steadfast promises. He is your fortress, providing refuge and strength, ensuring your heart remains unshaken and filled with peace."
  },
  "55": {
    "reference": "12:55",
    "text": "When storms arise, shelter in God's presence. He calms the tempest, whispering peace to your soul and surrounding you with His unending love."
  },
  "56": {
    "reference": "12:56",
    "text": "When the road ahead seems uncertain, remember that God walks beside you. His love paves the way with unwavering grace, bringing hope to every step you take."
  },
  "57": {
    "reference": "12:57",
    "text": "When darkness falls, God's light shines brightly. His love illuminates your path, guiding you with warmth and filling your heart with hope and courage."
  },
  "58": {
    "reference": "12:58",
    "text": "In moments of doubt, lean on God's everlasting truth. His word is a beacon, bringing clarity and comfort, lighting the way to peace and understanding."
  },
  "59": {
    "reference": "12:59",
    "text": "When you feel weary, find rest in God's unfailing arms. His love renews your spirit, infusing you with strength and hope for each new day."
  }
}