{
  "00": {
    "reference": "03:00",
    "text": "In moments of struggle, remember that God's grace is a gentle hand, lifting you toward renewed hope and joy."
  },
  "01": {
    "reference": "03:01 (Philippians)",
    "text": "Finally, my brothers, rejoice in the Lord. To write the same things to you is no trouble to me and is safe for you."
  },
  "02": {
    "reference": "03:02 (Matthew)",
    "text": "Repent, for the kingdom of heaven is at hand."
  },
  "03": {
    "reference": "03:03 (Luke)",
    "text": "And he went into all the region around the Jordan, proclaiming a baptism of repentance for the forgiveness of sins."
  },
  "04": {
    "reference": "03:04 (Hebrews)",
    "text": "(For every house is built by someone, but the builder of all things is God.)."
  },
  "05": {
    "reference": "03:05 (Proverbs)",
    "text": "Trust in the Lord with all your heart, and do not lean on your own understanding."
  },
  "06": {
    "reference": "03:06 (Luke)",
    "text": "And all flesh shall see the salvation of God."
  },
  "07": {
    "reference": "03:07 (John)",
    "text": "Do not marvel that I said to you, You must be born again."
  },
  "08": {
    "reference": "03:08 (Proverbs)",
    "text": "It will be healing to your flesh and refreshment to your bones."
  },
  "09": {
    "reference": "03:09 (Genesis)",
    "text": "But the Lord God called to the man and said to him, Where are you?"
  },
  "10": {
    "reference": "03:10 (Revelation)",
    "text": "Because you have kept my word about patient endurance, I will keep you from the hour of trial that is coming on the whole world, to try those who dwell on the earth."
  },
  "11": {
    "reference": "03:11 (1 Thessalonians)",
    "text": "Now may our God and Father himself, and our Lord Jesus, direct our way to you..."
  },
  "12": {
    "reference": "03:12 (2 Corinthians)",
    "text": "Since we have such a hope, we are very bold..."
  },
  "13": {
    "reference": "03:13 (1 Peter)",
    "text": "Now who is there to harm you if you are zealous for what is good?"
  },
  "14": {
    "reference": "03:14 (Philippians)",
    "text": "I press on toward the goal for the prize of the upward call of God in Christ Jesus."
  },
  "15": {
    "reference": "03:15 (Zephaniah)",
    "text": "The Lord has taken away the judgments against you he has cleared away your enemies. The King of Israel, the Lord, is in your midst you shall never again fear evil."
  },
  "16": {
    "reference": "03:16 (2 Thessalonians)",
    "text": "Now may the Lord of peace himself give you peace at all times in every way. The Lord be with you all."
  },
  "17": {
    "reference": "03:17 (Zephaniah)",
    "text": "The Lord your God is in your midst, a mighty one who will save he will rejoice over you with gladness he will quiet you by his love he will exult over you with loud singing."
  },
  "18": {
    "reference": "03:18 (Habakkuk)",
    "text": "Yet I will rejoice in the Lord I will take joy in the God of my salvation."
  },
  "19": {
    "reference": "03:19 (Revelation)",
    "text": "Those whom I love, I reprove and discipline, so be zealous and repent."
  },
  "20": {
    "reference": "03:20 (Ephesians)",
    "text": "Now to him who is able to do far more abundantly than all that we ask or think, according to the power at work within us..."
  },
  "21": {
    "reference": "03:21 (Colossians)",
    "text": "Fathers, do not provoke your children, lest they become discouraged."
  },
  "22": {
    "reference": "03:22 (1 John)",
    "text": "And whatever we ask we receive from him, because we keep his commandments and do what pleases him."
  },
  "23": {
    "reference": "03:23 (1 John)",
    "text": "And this is his commandment, that we believe in the name of his Son Jesus Christ and love one another, just as he has commanded us."
  },
  "24": {
    "reference": "03:24 (Lamentations)",
    "text": "The Lord is my portion, says my soul, therefore I will hope in him."
  },
  "25": {
    "reference": "03:25 (Lamentations)",
    "text": "The Lord is good to those who wait for him, to the soul who seeks him."
  },
  "26": {
    "reference": "03:26 (Proverbs)",
    "text": "For the Lord will be your confidence and will keep your foot from being caught."
  },
  "27": {
    "reference": "03:27 (Proverbs)",
    "text": "Do not withhold good from those to whom it is due, when it is in your power to do it."
  },
  "28": {
    "reference": "03:28 (Galatians)",
    "text": "There is neither Jew nor Greek, there is neither slave nor free, there is no male and female, for you are all one in Christ Jesus."
  },
  "29": {
    "reference": "03:29 (Proverbs)",
    "text": "Do not plan evil against your neighbor, who dwells trustingly beside you."
  },
  "30": {
    "reference": "03:30 (Proverbs)",
    "text": "Do not contend with a man for no reason, when he has done you no harm."
  },
  "31": {
    "reference": "03:31 (Lamentations)",
    "text": "For the Lord will not cast off forever..."
  },
  "32": {
    "reference": "03:32 (Proverbs)",
    "text": "For the devious person is an abomination to the Lord, but the upright are in his confidence."
  },
  "33": {
    "reference": "03:33 (Proverbs)",
    "text": "The Lord''s curse is on the house of the wicked, but he blesses the dwelling of the righteous."
  },
  "34": {
    "reference": "03:34 (John)",
    "text": "For he whom God has sent utters the words of God, for he gives the Spirit without measure."
  },
  "35": {
    "reference": "03:35 (John)",
    "text": "The Father loves the Son and has given all things into his hand."
  },
  "36": {
    "reference": "03:36 (John)",
    "text": "Whoever believes in the Son has eternal life whoever does not obey the Son shall not see life, but the wrath of God remains on him."
  },
  "37": {
    "reference": "03:37 (Lamentations)",
    "text": "Who has spoken and it came to pass, unless the Lord has commanded it?"
  },
  "38": {
    "reference": "03:38 (Lamentations)",
    "text": "Is it not from the mouth of the Most High that good and bad come?"
  },
  "39": {
    "reference": "03:39 (Lamentations)",
    "text": "Why should a living man complain, a man, about the punishment of his sins?"
  },
  "40": {
    "reference": "03:40 (Lamentations)",
    "text": "Let us test and examine our ways, and return to the Lord!"
  },
  "41": {
    "reference": "03:41 (Lamentations)",
    "text": "Let us lift up our hearts and hands to God in heaven:."
  },
  "42": {
    "reference": "03:42 (Numbers)",
    "text": "So Moses listed all the firstborn among the people of Israel, as the Lord commanded him."
  },
  "43": {
    "reference": "03:43 (Numbers)",
    "text": "And all the firstborn males, according to the number of names, from a month old and upward as listed were 22,273."
  },
  "44": {
    "reference": "03:44 (Lamentations)",
    "text": "You have wrapped yourself with a cloud so that no prayer can pass through."
  },
  "45": {
    "reference": "03:45 (Lamentations)",
    "text": "You have made us scum and garbage among the peoples."
  },
  "46": {
    "reference": "03:46 (Lamentations)",
    "text": "All our enemies open their mouths against us."
  },
  "47": {
    "reference": "03:47 (Lamentations)",
    "text": "Panic and pitfall have come upon us, devastation and destruction."
  },
  "48": {
    "reference": "03:48 (Lamentations)",
    "text": "My eyes flow with rivers of tears because of the destruction of the daughter of my people."
  },
  "49": {
    "reference": "03:49 (Numbers)",
    "text": "So Moses took the redemption money from those who were over and above those redeemed by the Levites."
  },
  "50": {
    "reference": "03:50 (Lamentations)",
    "text": "Until the Lord from heaven looks down and sees."
  },
  "51": {
    "reference": "03:51 (Numbers)",
    "text": "And Moses gave the redemption money to Aaron and his sons, according to the word of the Lord, as the Lord commanded Moses."
  },
  "52": {
    "reference": "03:52",
    "text": "When you face challenges, remember that with God by your side, you are never alone His presence gives you courage and wisdom."
  },
  "53": {
    "reference": "03:53",
    "text": "In times of doubt, remember that God's promises are like stars in the night sky, showing you the way to brighter days."
  },
  "54": {
    "reference": "03:54",
    "text": "When life's storms arise, remember that God's love is a steadfast refuge, calming your soul and bringing peace to your heart."
  },
  "55": {
    "reference": "03:55",
    "text": "When the path seems uncertain, trust that God's wisdom is a guiding light, leading you toward clarity and purpose."
  },
  "56": {
    "reference": "03:56",
    "text": "When you feel weary, take heart knowing that God's strength renews your spirit like a gentle breeze, refreshing and uplifting you each day."
  },
  "57": {
    "reference": "03:57 (Lamentations)",
    "text": "You came near when I called on you you said, Do not fear!"
  },
  "58": {
    "reference": "03:58 (Lamentations)",
    "text": "You have taken up my cause, O Lord you have redeemed my life."
  },
  "59": {
    "reference": "03:59 (Lamentations)",
    "text": "You have seen the wrong done to me, O Lord judge my cause."
  }
}