{
  "00": {
    "reference": "24:00",
    "text": "In times of sorrow, God is your comforter. His compassion heals your heart, and His presence brings you peace. Draw near to Him, and He will envelop you with His tender love."
  },
  "01": {
    "reference": "24:01 (Psalm)",
    "text": "The earth is the Lord''s and the fullness thereof, the world and those who dwell therein..."
  },
  "02": {
    "reference": "24:02 (2 Chronicles)",
    "text": "And Joash did what was right in the eyes of the Lord all the days of Jehoiada the priest."
  },
  "03": {
    "reference": "24:03 (Proverbs)",
    "text": "By wisdom a house is built, and by understanding it is established."
  },
  "04": {
    "reference": "24:04 (Matthew)",
    "text": "And Jesus answered them, See that no one leads you astray."
  },
  "05": {
    "reference": "24:05 (Luke)",
    "text": "And as they were frightened and bowed their faces to the ground, the men said to them, Why do you seek the living among the dead?"
  },
  "06": {
    "reference": "24:06 (Luke)",
    "text": "He is not here, but has risen. Remember how he told you, while he was still in Galilee..."
  },
  "07": {
    "reference": "24:07 (Jeremiah)",
    "text": "I will give them a heart to know that I am the Lord, and they shall be my people and I will be their God, for they shall return to me with their whole heart."
  },
  "08": {
    "reference": "24:08 (Psalm)",
    "text": "Who is this King of glory? The Lord, strong and mighty, the Lord, mighty in battle!"
  },
  "09": {
    "reference": "24:09 (Psalm)",
    "text": "Lift up your heads, O gates! And lift them up, O ancient doors, that the King of glory may come in."
  },
  "10": {
    "reference": "24:10 (Psalm)",
    "text": "Who is this King of glory? The Lord of hosts, he is the King of glory! Selah."
  },
  "11": {
    "reference": "24:11 (Proverbs)",
    "text": "Rescue those who are being taken away to death hold back those who are stumbling to the slaughter."
  },
  "12": {
    "reference": "24:12 (Ezekiel)",
    "text": "She has wearied herself with toil its abundant corrosion does not go out of it. Into the fire with its corrosion!"
  },
  "13": {
    "reference": "24:13 (Matthew)",
    "text": "But the one who endures to the end will be saved."
  },
  "14": {
    "reference": "24:14 (2 Samuel)",
    "text": "Then David said to Gad, I am in great distress. Let us fall into the hand of the Lord, for his mercy is great but let me not fall into the hand of man."
  },
  "15": {
    "reference": "24:15 (Joshua)",
    "text": "And if it is evil in your eyes to serve the Lord, choose this day whom you will serve, whether the gods your fathers served in the region beyond the River, or the gods of the Amorites in whose land you dwell. But as for me and my house, we will serve the Lord."
  },
  "16": {
    "reference": "24:16 (Proverbs)",
    "text": "For the righteous falls seven times and rises again, but the wicked stumble in times of calamity."
  },
  "17": {
    "reference": "24:17 (Proverbs)",
    "text": "Do not rejoice when your enemy falls, and let not your heart be glad when he stumbles..."
  },
  "18": {
    "reference": "24:18 (Deuteronomy)",
    "text": "But you shall remember that you were a slave in Egypt and the Lord your God redeemed you from there therefore I command you to do this."
  },
  "19": {
    "reference": "24:19 (Proverbs)",
    "text": "Fret not yourself because of evildoers, and be not envious of the wicked..."
  },
  "20": {
    "reference": "24:20 (Isaiah)",
    "text": "The earth staggers like a drunken man it sways like a hut its transgression lies heavy upon it, and it falls, and will not rise again."
  },
  "21": {
    "reference": "24:21 (Joshua)",
    "text": "And the people said to Joshua, No, but we will serve the Lord."
  },
  "22": {
    "reference": "24:22 (Deuteronomy)",
    "text": "You shall remember that you were a slave in the land of Egypt therefore I command you to do this."
  },
  "23": {
    "reference": "24:23 (Leviticus)",
    "text": "So Moses spoke to the people of Israel, and they brought out of the camp the one who had cursed and stoned him with stones. Thus the people of Israel did as the Lord commanded Moses."
  },
  "24": {
    "reference": "24:24 (Joshua)",
    "text": "And the people said to Joshua, The Lord our God we will serve, and his voice we will obey."
  },
  "25": {
    "reference": "24:25 (Proverbs)",
    "text": "But those who rebuke the wicked will have delight, and a good blessing will come upon them."
  },
  "26": {
    "reference": "24:26 (Genesis)",
    "text": "The man bowed his head and worshiped the Lord."
  },
  "27": {
    "reference": "24:27 (Matthew)",
    "text": "For as the lightning comes from the east and shines as far as the west, so will be the coming of the Son of Man."
  },
  "28": {
    "reference": "24:28 (Proverbs)",
    "text": "Be not a witness against your neighbor without cause, and do not deceive with your lips."
  },
  "29": {
    "reference": "24:29 (Proverbs)",
    "text": "Do not say, I will do to him as he has done to me I will pay the man back for what he has done."
  },
  "30": {
    "reference": "24:30 (Matthew)",
    "text": "Then will appear in heaven the sign of the Son of Man, and then all the tribes of the earth will mourn, and they will see the Son of Man coming on the clouds of heaven with power and great glory."
  },
  "31": {
    "reference": "24:31 (Matthew)",
    "text": "And he will send out his angels with a loud trumpet call, and they will gather his elect from the four winds, from one end of heaven to the other."
  },
  "32": {
    "reference": "24:32 (Luke)",
    "text": "They said to each other, Did not our hearts burn within us while he talked to us on the road, while he opened to us the Scriptures?"
  },
  "33": {
    "reference": "24:33 (Matthew)",
    "text": "So also, when you see all these things, you know that he is near, at the very gates."
  },
  "34": {
    "reference": "24:34 (Luke)",
    "text": "Saying, The Lord has risen indeed, and has appeared to Simon!"
  },
  "35": {
    "reference": "24:35 (Matthew)",
    "text": "Heaven and earth will pass away, but my words will not pass away."
  },
  "36": {
    "reference": "24:36 (Luke)",
    "text": "As they were talking about these things, Jesus himself stood among them, and said to them, Peace to you!"
  },
  "37": {
    "reference": "24:37 (Matthew)",
    "text": "For as were the days of Noah, so will be the coming of the Son of Man."
  },
  "38": {
    "reference": "24:38 (Luke)",
    "text": "And he said to them, Why are you troubled, and why do doubts arise in your hearts?"
  },
  "39": {
    "reference": "24:39 (Genesis)",
    "text": "I said to my master, Perhaps the woman will not follow me."
  },
  "40": {
    "reference": "24:40 (Luke)",
    "text": "And when he had said this, he showed them his hands and his feet."
  },
  "41": {
    "reference": "24:41 (Genesis)",
    "text": "Then you will be free from my oath, when you come to my clan. And if they will not give her to you, you will be free from my oath."
  },
  "42": {
    "reference": "24:42 (Matthew)",
    "text": "Therefore, stay awake, for you do not know on what day your Lord is coming."
  },
  "43": {
    "reference": "24:43 (Luke)",
    "text": "And he took it and ate before them."
  },
  "44": {
    "reference": "24:44 (Matthew)",
    "text": "Therefore you also must be ready, for the Son of Man is coming at an hour you do not expect."
  },
  "45": {
    "reference": "24:45 (Luke)",
    "text": "Then he opened their minds to understand the Scriptures..."
  },
  "46": {
    "reference": "24:46 (Matthew)",
    "text": "Blessed is that servant whom his master will find so doing when he comes."
  },
  "47": {
    "reference": "24:47 (Luke)",
    "text": "And that repentance for the forgiveness of sins should be proclaimed in his name to all nations, beginning from Jerusalem."
  },
  "48": {
    "reference": "24:48 (Luke)",
    "text": "You are witnesses of these things."
  },
  "49": {
    "reference": "24:49 (Luke)",
    "text": "And behold, I am sending the promise of my Father upon you. But stay in the city until you are clothed with power from on high."
  },
  "50": {
    "reference": "24:50 (Luke)",
    "text": "And he led them out as far as Bethany, and lifting up his hands he blessed them."
  },
  "51": {
    "reference": "24:51 (Luke)",
    "text": "While he blessed them, he parted from them and was carried up into heaven."
  },
  "52": {
    "reference": "24:52 (Luke)",
    "text": "And they worshiped him and returned to Jerusalem with great joy..."
  },
  "53": {
    "reference": "24:53 (Luke)",
    "text": "And were continually in the temple blessing God."
  },
  "54": {
    "reference": "24:54",
    "text": "In moments of uncertainty, God is your guiding light. His wisdom directs your path, and His love never fails. Follow Him, and He will lead you to a place of hope and clarity."
  },
  "55": {
    "reference": "24:55",
    "text": "When life's storms rage, know that God is your anchor. His peace calms the waves, and His strength holds you steady. Cling to Him, and He will guide you safely to still waters."
  },
  "56": {
    "reference": "24:56",
    "text": "In the quiet moments, God's voice whispers hope. His truth lights your path, and His promises stand firm. Listen closely, and He will fill your heart with hope and assurance."
  },
  "57": {
    "reference": "24:57",
    "text": "When you face challenges, God is your rock. His power strengthens you, and His grace lifts you up. Stand firm in Him, and He will empower you to overcome every obstacle."
  },
  "58": {
    "reference": "24:58",
    "text": "When you feel weary, God renews your strength. His arms support you, and His Spirit refreshes your soul. Trust in Him, and you will soar on wings like eagles."
  },
  "59": {
    "reference": "24:59",
    "text": "In times of doubt, God's presence is your beacon of hope. His unwavering love surrounds you, and His faithfulness holds you secure. Seek Him, and joy will fill your spirit."
  }
}