{
  "00": {
    "reference": "08:00",
    "text": "When facing life's battles, remember that God is your shield. His presence surrounds you, offering strength and granting peace that surpasses all understanding."
  },
  "01": {
    "reference": "08:01 (Psalm)",
    "text": "O Lord, our Lord, how majestic is your name in all the earth! You have set your glory above the heavens."
  },
  "02": {
    "reference": "08:02 (1 Corinthians)",
    "text": "If anyone imagines that he knows something, he does not yet know as he ought to know."
  },
  "03": {
    "reference": "08:03 (1 Corinthians)",
    "text": "But if anyone loves God, he is known by God."
  },
  "04": {
    "reference": "08:04 (Romans)",
    "text": "In order that the righteous requirement of the law might be fulfilled in us, who walk not according to the flesh but according to the Spirit."
  },
  "05": {
    "reference": "08:05 (Ecclesiastes)",
    "text": "Whoever keeps a command will know no evil thing, and the wise heart will know the proper time and the just way."
  },
  "06": {
    "reference": "08:06 (1 Corinthians)",
    "text": "Yet for us there is one God, the Father, from whom are all things and for whom we exist, and one Lord, Jesus Christ, through whom are all things and through whom we exist."
  },
  "07": {
    "reference": "08:07 (Matthew)",
    "text": "And he said to him, I will come and heal him."
  },
  "08": {
    "reference": "08:08 (Acts)",
    "text": "So there was much joy in that city."
  },
  "09": {
    "reference": "08:09 (2 Corinthians)",
    "text": "For you know the grace of our Lord Jesus Christ, that though he was rich, yet for your sake he became poor, so that you by his poverty might become rich."
  },
  "10": {
    "reference": "08:10 (Deuteronomy)",
    "text": "And you shall eat and be full, and you shall bless the Lord your God for the good land he has given you."
  },
  "11": {
    "reference": "08:11 (John)",
    "text": "She said, No one, Lord. And Jesus said, Neither do I condemn you go, and from now on sin no more."
  },
  "12": {
    "reference": "08:12 (Ecclesiastes)",
    "text": "Though a sinner does evil a hundred times and prolongs his life, yet I know that it will be well with those who fear God, because they fear before him."
  },
  "13": {
    "reference": "08:13 (Zechariah)",
    "text": "And as you have been a byword of cursing among the nations, O house of Judah and house of Israel, so will I save you, and you shall be a blessing. Fear not, but let your hands be strong."
  },
  "14": {
    "reference": "08:14 (Romans)",
    "text": "For all who are led by the Spirit of God are sons of God."
  },
  "15": {
    "reference": "08:15 (Romans)",
    "text": "For you did not receive the spirit of slavery to fall back into fear, but you have received the Spirit of adoption as sons, by whom we cry, Abba! Father!"
  },
  "16": {
    "reference": "08:16 (Romans)",
    "text": "The Spirit himself bears witness with our spirit that we are children of God..."
  },
  "17": {
    "reference": "08:17 (Luke)",
    "text": "For nothing is hidden that will not be made manifest, nor is anything secret that will not be known and come to light."
  },
  "18": {
    "reference": "08:18 (Deuteronomy)",
    "text": "You shall remember the Lord your God, for it is he who gives you power to get wealth, that he may confirm his covenant that he swore to your fathers, as it is this day."
  },
  "19": {
    "reference": "08:19 (Proverbs)",
    "text": "My fruit is better than gold, even fine gold, and my yield than choice silver."
  },
  "20": {
    "reference": "08:20 (Job)",
    "text": "Behold, God will not reject a blameless man, nor take the hand of evildoers."
  },
  "21": {
    "reference": "08:21 (Job)",
    "text": "He will yet fill your mouth with laughter, and your lips with shouting."
  },
  "22": {
    "reference": "08:22 (Acts)",
    "text": "Repent, therefore, of this wickedness of yours, and pray to the Lord that, if possible, the intent of your heart may be forgiven you."
  },
  "23": {
    "reference": "08:23 (Ezra)",
    "text": "So we fasted and implored our God for this, and he listened to our entreaty."
  },
  "24": {
    "reference": "08:24 (Luke)",
    "text": "And they went and woke him, saying, Master, Master, we are perishing! And he awoke and rebuked the wind and the raging waves, and they ceased, and there was a calm."
  },
  "25": {
    "reference": "08:25 (Romans)",
    "text": "But if we hope for what we do not see, we wait for it with patience."
  },
  "26": {
    "reference": "08:26 (Romans)",
    "text": "Likewise the Spirit helps us in our weakness. For we do not know what to pray for as we ought, but the Spirit himself intercedes for us with groanings too deep for words."
  },
  "27": {
    "reference": "08:27 (Matthew)",
    "text": "And the men marveled, saying, What sort of man is this, that even winds and sea obey him?"
  },
  "28": {
    "reference": "08:28 (Romans)",
    "text": "And we know that for those who love God all things work together for good, for those who are called according to his purpose."
  },
  "29": {
    "reference": "08:29 (Mark)",
    "text": "And he asked them, But who do you say that I am? Peter answered him, You are the Christ."
  },
  "30": {
    "reference": "08:30 (Romans)",
    "text": "And those whom he predestined he also called, and those whom he called he also justified, and those whom he justified he also glorified."
  },
  "31": {
    "reference": "08:31 (Romans)",
    "text": "What then shall we say to these things? If God is for us, who can be against us?"
  },
  "32": {
    "reference": "08:32 (Romans)",
    "text": "He who did not spare his own Son but gave him up for us all, how will he not also with him graciously give us all things?"
  },
  "33": {
    "reference": "08:33 (Romans)",
    "text": "Who shall bring any charge against God''s elect? It is God who justifies."
  },
  "34": {
    "reference": "08:34 (Romans)",
    "text": "Who is to condemn? Christ Jesus is the one who diedmore than that, who was raisedwho is at the right hand of God, who indeed is interceding for us."
  },
  "35": {
    "reference": "08:35 (Romans)",
    "text": "Who shall separate us from the love of Christ? Shall tribulation, or distress, or persecution, or famine, or nakedness, or danger, or sword?"
  },
  "36": {
    "reference": "08:36 (John)",
    "text": "So if the Son sets you free, you will be free indeed."
  },
  "37": {
    "reference": "08:37 (Romans)",
    "text": "No, in all these things we are more than conquerors through him who loved us."
  },
  "38": {
    "reference": "08:38 (Mark)",
    "text": "For whoever is ashamed of me and of my words in this adulterous and sinful generation, of him will the Son of Man also be ashamed when he comes in the glory of his Father with the holy angels."
  },
  "39": {
    "reference": "08:39 (Romans)",
    "text": "Nor height nor depth, nor anything else in all creation, will be able to separate us from the love of God in Christ Jesus our Lord."
  },
  "40": {
    "reference": "08:40 (Luke)",
    "text": "Now when Jesus returned, the crowd welcomed him, for they were all waiting for him."
  },
  "41": {
    "reference": "08:41 (Luke)",
    "text": "And there came a man named Jairus, who was a ruler of the synagogue. And falling at Jesus'' feet, he implored him to come to his house..."
  },
  "42": {
    "reference": "08:42 (John)",
    "text": "Jesus said to them, If God were your Father, you would love me, for I came from God and I am here. I came not of my own accord, but he sent me."
  },
  "43": {
    "reference": "08:43 (John)",
    "text": "Why do you not understand what I say? It is because you cannot bear to hear my word."
  },
  "44": {
    "reference": "08:44 (Luke)",
    "text": "She came up behind him and touched the fringe of his garment, and immediately her discharge of blood ceased."
  },
  "45": {
    "reference": "08:45 (John)",
    "text": "But because I tell the truth, you do not believe me."
  },
  "46": {
    "reference": "08:46 (Luke)",
    "text": "But Jesus said, Someone touched me, for I perceive that power has gone out from me."
  },
  "47": {
    "reference": "08:47 (Luke)",
    "text": "And when the woman saw that she was not hidden, she came trembling, and falling down before him declared in the presence of all the people why she had touched him, and how she had been immediately healed."
  },
  "48": {
    "reference": "08:48 (Luke)",
    "text": "And he said to her, Daughter, your faith has made you well go in peace."
  },
  "49": {
    "reference": "08:49 (John)",
    "text": "Jesus answered, I do not have a demon, but I honor my Father, and you dishonor me."
  },
  "50": {
    "reference": "08:50 (Luke)",
    "text": "But Jesus on hearing this answered him, Do not fear only believe, and she will be well."
  },
  "51": {
    "reference": "08:51 (John)",
    "text": "Truly, truly, I say to you, if anyone keeps my word, he will never see death."
  },
  "52": {
    "reference": "08:52 (Luke)",
    "text": "And all were weeping and mourning for her, but he said, Do not weep, for she is not dead but sleeping."
  },
  "53": {
    "reference": "08:53 (Luke)",
    "text": "And they laughed at him, knowing that she was dead."
  },
  "54": {
    "reference": "08:54 (Luke)",
    "text": "But taking her by the hand he called, saying, Child, arise."
  },
  "55": {
    "reference": "08:55 (John)",
    "text": "But you have not known him. I know him. If I were to say that I do not know him, I would be a liar like you, but I do know him and I keep his word."
  },
  "56": {
    "reference": "08:56 (1 Kings)",
    "text": "Blessed be the Lord who has given rest to his people Israel, according to all that he promised. Not one word has failed of all his good promise, which he spoke by Moses his servant."
  },
  "57": {
    "reference": "08:57 (1 Kings)",
    "text": "The Lord our God be with us, as he was with our fathers. May he not leave us or forsake us..."
  },
  "58": {
    "reference": "08:58 (John)",
    "text": "Jesus said to them, Truly, truly, I say to you, before Abraham was, I am."
  },
  "59": {
    "reference": "08:59 (1 Kings)",
    "text": "Let these words of mine, with which I have pleaded before the Lord, be near to the Lord our God day and night, and may he maintain the cause of his servant and the cause of his people Israel, as each day requires..."
  }
}