{
  "00": {
    "reference": "17:00",
    "text": "In times of doubt, trust in God's wisdom. His guidance lights your way, leading you to joy and fulfillment beyond your understanding."
  },
  "01": {
    "reference": "17:01 (John)",
    "text": "When Jesus had spoken these words, he lifted up his eyes to heaven, and said, Father, the hour has come glorify your Son that the Son may glorify you..."
  },
  "02": {
    "reference": "17:02 (1 Chronicles)",
    "text": "And Nathan said to David, Do all that is in your heart, for God is with you."
  },
  "03": {
    "reference": "17:03 (John)",
    "text": "And this is eternal life, that they know you, the only true God, and Jesus Christ whom you have sent."
  },
  "04": {
    "reference": "17:04 (Genesis)",
    "text": "Behold, my covenant is with you, and you shall be the father of a multitude of nations."
  },
  "05": {
    "reference": "17:05 (Luke)",
    "text": "The apostles said to the Lord, Increase our faith!"
  },
  "06": {
    "reference": "17:06 (Psalm)",
    "text": "I call upon you, for you will answer me, O God incline your ear to me hear my words."
  },
  "07": {
    "reference": "17:07 (Matthew)",
    "text": "But Jesus came and touched them, saying, Rise, and have no fear."
  },
  "08": {
    "reference": "17:08 (Matthew)",
    "text": "And when they lifted up their eyes, they saw no one but Jesus only."
  },
  "09": {
    "reference": "17:09 (Job)",
    "text": "Yet the righteous holds to his way, and he who has clean hands grows stronger and stronger."
  },
  "10": {
    "reference": "17:10 (Jeremiah)",
    "text": "I the Lord search the heart and test the mind, to give every man according to his ways, according to the fruit of his deeds."
  },
  "11": {
    "reference": "17:11 (Deuteronomy)",
    "text": "According to the instructions that they give you, and according to the decision which they pronounce to you, you shall do. You shall not turn aside from the verdict that they declare to you, either to the right hand or to the left."
  },
  "12": {
    "reference": "17:12 (John)",
    "text": "While I was with them, I kept them in your name, which you have given me. I have guarded them, and not one of them has been lost except the son of destruction, that the Scripture might be fulfilled."
  },
  "13": {
    "reference": "17:13 (Luke)",
    "text": "And lifted up their voices, saying, Jesus, Master, have mercy on us."
  },
  "14": {
    "reference": "17:14 (Jeremiah)",
    "text": "Heal me, O Lord, and I shall be healed save me, and I shall be saved, for you are my praise."
  },
  "15": {
    "reference": "17:15 (Psalm)",
    "text": "As for me, I shall behold your face in righteousness when I awake, I shall be satisfied with your likeness."
  },
  "16": {
    "reference": "17:16 (1 Kings)",
    "text": "The jar of flour was not spent, neither did the jug of oil become empty, according to the word of the Lord that he spoke by Elijah."
  },
  "17": {
    "reference": "17:17 (Proverbs)",
    "text": "A friend loves at all times, and a brother is born for adversity."
  },
  "18": {
    "reference": "17:18 (Matthew)",
    "text": "And Jesus rebuked the demon, and it came out of him, and the boy was healed instantly."
  },
  "19": {
    "reference": "17:19 (Luke)",
    "text": "And he said to him, Rise and go your way your faith has made you well."
  },
  "20": {
    "reference": "17:20 (Matthew)",
    "text": "He said to them, Because of your little faith. For truly, I say to you, if you have faith like a grain of mustard seed, you will say to this mountain, Move from here to there, and it will move, and nothing will be impossible for you."
  },
  "21": {
    "reference": "17:21 (Luke)",
    "text": "Nor will they say, Look, here it is! or There! for behold, the kingdom of God is in the midst of you."
  },
  "22": {
    "reference": "17:22 (Proverbs)",
    "text": "A joyful heart is good medicine, but a crushed spirit dries up the bones."
  },
  "23": {
    "reference": "17:23 (1 Kings)",
    "text": "And Elijah took the child and brought him down from the upper chamber into the house and delivered him to his mother. And Elijah said, See, your son lives."
  },
  "24": {
    "reference": "17:24 (Acts)",
    "text": "The God who made the world and everything in it, being Lord of heaven and earth, does not live in temples made by man..."
  },
  "25": {
    "reference": "17:25 (John)",
    "text": "O righteous Father, even though the world does not know you, I know you, and these know that you have sent me."
  },
  "26": {
    "reference": "17:26 (1 Chronicles)",
    "text": "And now, O Lord, you are God, and you have promised this good thing to your servant."
  },
  "27": {
    "reference": "17:27 (Acts)",
    "text": "That they should seek God, and perhaps feel their way toward him and find him. Yet he is actually not far from each one of us..."
  },
  "28": {
    "reference": "17:28 (Acts)",
    "text": "For In him we live and move and have our being as even some of your own poets have said, For we are indeed his offspring."
  },
  "29": {
    "reference": "17:29 (Acts)",
    "text": "Being then God''s offspring, we ought not to think that the divine being is like gold or silver or stone, an image formed by the art and imagination of man."
  },
  "30": {
    "reference": "17:30 (Acts)",
    "text": "The times of ignorance God overlooked, but now he commands all people everywhere to repent..."
  },
  "31": {
    "reference": "17:31 (Acts)",
    "text": "Because he has fixed a day on which he will judge the world in righteousness by a man whom he has appointed and of this he has given assurance to all by raising him from the dead."
  },
  "32": {
    "reference": "17:32 (2 Kings)",
    "text": "They also feared the Lord and appointed from among themselves all sorts of people as priests of the high places, who sacrificed for them in the shrines of the high places."
  },
  "33": {
    "reference": "17:33 (Luke)",
    "text": "Whoever seeks to preserve his life will lose it, but whoever loses his life will keep it."
  },
  "34": {
    "reference": "17:34 (Acts)",
    "text": "But some men joined him and believed, among whom also were Dionysius the Areopagite and a woman named Damaris and others with them."
  },
  "35": {
    "reference": "17:35 (2 Kings)",
    "text": "The Lord made a covenant with them and commanded them, You shall not fear other gods or bow yourselves to them or serve them or sacrifice to them..."
  },
  "36": {
    "reference": "17:36 (1 Samuel)",
    "text": "Your servant has struck down both lions and bears, and this uncircumcised Philistine shall be like one of them, for he has defied the armies of the living God."
  },
  "37": {
    "reference": "17:37 (1 Samuel)",
    "text": "And David said, The Lord who delivered me from the paw of the lion and from the paw of the bear will deliver me from the hand of this Philistine. And Saul said to David, Go, and the Lord be with you!"
  },
  "38": {
    "reference": "17:38 (2 Kings)",
    "text": "And you shall not forget the covenant that I have made with you. You shall not fear other gods..."
  },
  "39": {
    "reference": "17:39 (2 Kings)",
    "text": "But you shall fear the Lord your God, and he will deliver you out of the hand of all your enemies."
  },
  "40": {
    "reference": "17:40 (1 Samuel)",
    "text": "Then he took his staff in his hand and chose five smooth stones from the brook and put them in his shepherd''s pouch. His sling was in his hand, and he approached the Philistine."
  },
  "41": {
    "reference": "17:41 (1 Samuel)",
    "text": "And the Philistine moved forward and came near to David, with his shieldbearer in front of him."
  },
  "42": {
    "reference": "17:42",
    "text": "In moments of uncertainty, trust that God holds your future. His plans are for your good, paving a path of hope and purpose, filled with blessings beyond measure."
  },
  "43": {
    "reference": "17:43",
    "text": "When burdens weigh you down, lean on Jesus. His grace is sufficient, renewing your strength and lifting you up to soar with wings like eagles."
  },
  "44": {
    "reference": "17:44",
    "text": "In moments of weakness, remember that God's power is made perfect in your weakness. He provides the strength you need, turning every challenge into a testimony of His faithfulness."
  },
  "45": {
    "reference": "17:45",
    "text": "When life's storms rage, anchor your soul in Christ. He is your refuge and strength, a steady presence bringing peace and stillness amidst the chaos."
  },
  "46": {
    "reference": "17:46",
    "text": "In the quiet moments, listen for God's voice. His gentle whispers bring comfort, joy, and direction, guiding your heart toward His everlasting peace."
  },
  "47": {
    "reference": "17:47",
    "text": "When the path seems dim, remember that the Lord is your guiding light. Trust His wisdom, and He will illuminate your way, filling your journey with hope and love."
  },
  "48": {
    "reference": "17:48",
    "text": "Even in the darkest valleys, trust that God is with you. His love casts out fear, and His presence transforms every shadow into a promise of newfound hope."
  },
  "49": {
    "reference": "17:49",
    "text": "Place your trust in the Lord, for He works all things for your good. Even in uncertainty, His plans for you are filled with hope and purpose, shaping a future brighter than you can imagine."
  },
  "50": {
    "reference": "17:50",
    "text": "Lift your eyes to the heavens, for God is your everpresent help. In every trial, His arms provide strength, and His love fills your heart with unwavering courage."
  },
  "51": {
    "reference": "17:51",
    "text": "Amidst life's storms, cling to God's promises. His faithfulness is a steadfast anchor, bringing peace to your soul and hope to your heart."
  },
  "52": {
    "reference": "17:52",
    "text": "In moments of doubt, remember that God's love never fails. His grace is your constant companion, lifting your spirit and fortifying your heart with peace and assurance."
  },
  "53": {
    "reference": "17:53",
    "text": "When the path is unclear, trust in God's guidance. His wisdom lights your way, leading you toward joy and fulfillment with every step you take."
  },
  "54": {
    "reference": "17:54",
    "text": "Embrace today with faith, knowing that God's mercies are new every morning. His unwavering love surrounds you, renewing your spirit and filling your day with grace and blessing."
  },
  "55": {
    "reference": "17:55",
    "text": "In every challenge, trust in God's unfailing strength. His presence empowers you, transforming trials into triumphs and filling your heart with enduring hope."
  },
  "56": {
    "reference": "17:56",
    "text": "Find rest in God's embrace, for His peace surpasses all understanding. As you lean on Him, He fills your heart with calm and your path with purpose."
  },
  "57": {
    "reference": "17:57",
    "text": "In the quiet moments, listen for God's gentle whisper. His voice brings comfort and clarity, reminding you that you are deeply cherished and never alone."
  },
  "58": {
    "reference": "17:58",
    "text": "Even in life's storms, stand firm in faith. God's power shelters you, turning fear into courage and trials into testimonies of His faithfulness."
  },
  "59": {
    "reference": "17:59",
    "text": "Let faith be your anchor in life's journey. God's promises guide your steps, offering hope for today and bright assurance for tomorrow."
  }
}